[{
   "_id" : "FTDA_1939_0905_0001_001",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "article_dc_title" : "Company Secretaries",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "text_content" : "You can be certain that REPORTS & BALANCE SHEETS will be accurately printed and posted on time, Day or Night, by Sr. CLEMENTS PRESS HOLBORN 7600"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_002",
   "paper_dcterms_spatial" : "National Daily",
   "text_content" : "Page Answers to Correspondents ... .... 2 City Men and Matters, by \" Observer\" 2 Commercial Markets ... ... ... 3 Continental Bourses ... ... ... 1 Dividends and Reports ... ... ..3 Foreign Exchange Rates ...... 1 Investor's Note Book, by \" The Diarist \" 1 Leading Articles ... ...... 2 Money and Exchanges ... ....... 1 Money Market Notes ... ..... 2 Obituary Notices... ... ...... 3 Round the Markets ... ...... 1 Thursday's London Closing Prices .. 4 To-day's Events ... ... ...... 4 \" Financial Times\" Stock Indices 15/10/26-100 Govt. Rome Indnus. Gold Secs. Rails trials fines 1929 (average) ... 100.2 83.8 123.7 - 1932 ..... 110.2 42.2 74.4 102.4 1936 , ... 121.0 68.1 133.6 234.7 1937 ..... 113.7 68.3 129.2 206.6 1938 ...112.3 51.6 105.5 206.3 1939. Aug. 23 ... 100.6 42.4 94.7 189.7 21... 9.4* 40.7 92.4 185.6 W9.)1* 41.1 93.1 191.7 ,' 8... 99.4* 41.2 94.5 202.2 29 D.. 100.1 42.7 97.0 203.2 ,'30... 101.4 42.9 08.6 199.0 31 .. 100.9 41.6 96.6 194.3 * Based on fixed minimum prices. Indus. High first balf 1939 105.3 1933-38 148.5 (8/3/39) (24/12/36) Low .. 91.4 78.1 42611/391 (7/1/331 SALIENT POINTS Number of unemployed fell 24,732 last month to 1,231,692. (p. 3) Banks to open from 10 a.m. to 2 p.m. on Mondays to Fridays and from 10 a.m. to 1 p.m. on Saturdays. (p. 3) London Metal Exchange to reopen at noon to-morrow for the liquidation of open contracts. (p. 3) Bank of England appointed certain banks as authorised dealers in foreign ex- change under Defence (Finance) Regulations. (p. 2) New Government Office scale of war risk rates is up to 70s per cent. for home- ward voyages from America. (p. 3) Rayon yarns and staple fitre prices are to be controlled. (p. 1) Supplies and prices of wool tops and jite are also to be controlled. ' COMPANY RESULTS Leeds Fireclay final dividend 3 p.c. on 6 p.c. Non-Cumulative Participating Preference, making 5 p.c., against 7 p.c. (p. 3) Devon Estates (Malacca) resuming divi- dend with interim of 2d per share. (p. 3) London Stock Exchange Markings Thursday. 31st August ..... .020 Last year 4.8e52 Fri.. 2th Aug. 8.056 Tues.. 22nd Aug 4.W23 Meon. 28th Aug 3.206 Wed.. 23rd Aug. 4.181 Tues.. 29th Aug 2.W06 Thurs.. 24th Aug. 2.742 Wed.. 30th Aug 8.521 The above totals are only apsroximate MARKET NOTES HOME The London Stock Exchange has been closed since Thursday after- noon, but inter-office dealings will take place to-day. See Page 1 Cols. 2 and 3. ABROAD Amsterdam: Fresh run on Equities, but - market erratic. Young Loan down. Paris: Few movements of note. Firmness in Royal Dutch. U.K. Commodity Index Saturday, 2nd September ...... 142.8 Fri. 1st Sept. 141.2 IWeek ago ...... 139.1 Thurs.. 31st Aug. 138.1 4 weeks ago ... 133.0 Wed., 3oth Aug. 137.7 Year ago ......... 134.9 Tues., 29th Aug 139.3a 1937 high (5th April) 202.2 low (29th Dec.) 149.0. 1938 low (30th Vay) 128.4. Basis 18th September. 1931 - 100. BACON CONTROL COMPANY Bacon Importers National (Defence) Association has been registered as a public company to act as agent for the Board of Trade to regulate and control the supply and distribution of bacon in Great Britain. The nominal capital mentioned is £50,000 in 2s shares.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Index and News Summary",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Meeting New Conditions",
   "article_dc_subject" : "article",
   "text_content" : "Bank Rate 4 per cent., 24th August, 1939 Deposit Rates Tender Rates Bankers......... 2 pc 3 months T.B.- Brokers 2 pc (\"call\") *23 14 3.48 pc ,, 2 pc (\"notice\") *Average for £40,000,000 allotted 1st Sept. MONDAY Evening. With the declaration of a limited Bank Holiday to-day, the banks were closed to the general public, which meant that no actual business was transacted in either the foreign ex- change or discount markets. The banks, nevertheless, had a very active and busy day completing their emer- gency measures and assimilating the contents of the various forms issued in connection with the emergency financial measures and instructing branches. It is understood that, when and where possible, the banks granted facilities in respect of currency requirements. Certain members of the Discount market put in an appearance in the City for much the same reason as the banks. There were no transactions, loan arrangements being extended for one day automatically and the maturity of bills put forward one day. It was indicated that no change in bill rates is likely, particularly after the reassuring unofficial declarations in regard to bank rate. LoAs IASNCOUi PER CET. PER CESNT. PER CENT. Bank Bills IneTradelils Day-. Short 2 1 4 6 3 6 today periods mtbs. mtLs. mths. ,nmth6s. mths. mts. 212-3 2-3 35a 516 5 5 412-5 51-5 Owing to the closing of the bullion market, no prices were fixed for gold and silver. No bullion operations were announced by the Bank of England to-day. Net movements:- During last Bank Return Nil During 1939 .......... £174,431,740 out *Since 21st Sept., 1931... £16,035,977 in \"Gold standard suspended. Exchange Control As indicated above, no dealings took place in Foreign Exchanges and in view of the control now vested in the authorities dealings such as those seen since the Great War will cease while Foreign Exchange brokers, as such, will no longer function. A list of banks authorised to deal in the various currencies has been formulated as well as forms to be used in the conduct of business. As far as sterling was concerned no rates, of course, were obtainable, but there was an indication from Paris, in which centre the pound was quoted at 175.55 and the dollar at 41.75. These rates gave an approximate.sterling-dollar quotation of around 4.25.",
   "_id" : "FTDA_1939_0905_0001_003",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times"
}
,{
   "_id" : "FTDA_1939_0905_0001_004",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "CANADIAN BANK OF CosasscZ will for the present continue to carry on business at 2, Lombard-street. If it be found necessary to evacuate customers should comnmunicate with Mr. t. W. McDade, Highview, Wieland-road, Nortuwood. (Tel.: North. wood 698.) ERLANsaRs will continue its banking service at I Moorgate, E.C., for as long as is practicable. Should developments in the present situation make tis imp iaddrens will become: 5. Lloyds Buik Chambers. Basingstoke. (Tel.; Basingstoke 806 and 807.) INT9OINATION4L INVauSTrNT TRUaT, INDIAN AND GrNSRAL INVKSTM9NT TROUST TONOPAH AND TIn.. WArSR RAILRaAD (Four and a-ifal per Cent. Guaran. teed First Mor\"gage debenture stock certificates)- Registration ofces of the above temporarily removed to Nutlield Court, Nuteld. iurrey. (Tel.s Nutfleld Ridge 3263.)",
   "article_dc_title" : "Emergency Addresses",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "text_content" : "THE SUMITOMO BANK, LIMITED (Incorporated In Japan) Head Poisel OSAKA. JAPAN Capital Subsoribed Yen 1-M1\"9 Ompital Paid-Lip e 0011.1.00 Rewv Fund . Ye 41.111.,1.0 HOME OPFFICES:-Amagaki, Pukuoks (2) lroshimsa S)KkurKumamoto m, kurume (2). Wakamates, ak~rarna Yanat an Yo oam . OFFICES in 'PAC C LifiS-MB.. TAaamas MUM.\" M.rS. a aM and a .S. atuts Ma IPORMION OFPIOES:-Shannhai, Dairen. London. New Yor San Francisco and Los Anees AFFIbiATED BANKS:-TiO Sumitomo Bank of Cali- fornia. Sacramento. California. U.S.A. The Sumi- totbo Bank of Hawaii. Honolulu. Hawall. U.S.A. The Sumitomo Bank of Seattie. Seattle, Washington. U.S.A LONDON BANKERS:-Lloyds Bank Limited. Correspodent$ in all I m nt alee at Hem. and GENERAL BANKINC AND EXCHANOE BUSINESS London Office: 67 BISHOPSGATE, E.C.2 hone: London Wall 4d55 a Cal Address: \"BumiltbanlcLeio' A. WLATEE Uanaeen",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "The Sumitomo Bank, Limited",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_005"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Sucurity Dealings To-Day by Telephone",
   "text_content" : "Although the Stock Exchange will remain closed to-day, the statement issued by the Committee last night and given on Page Two makes it cer- tain that members and their staffs will be in the City in force. The Committee's statement left no doubt that as free a market as possible is to be established without using the Stock Exchange. Dealing by telephone presents obvious difficulties, but these arise mainly from the fact that such transactions have never yet become highly developed on the Stock Tixchange. Business takes place. by. tele- phone after any normal day's activities, but the \"over the telephone\" market is enerally less flexible than dealing during Stock Exchange hours. Nevertheless, as pointed out in THE FINANCIAL TIMES on Saturday, the tele- phone is the normal method of conducting foreign exchange business. Moreover, the telephone has been used very successfully in security dealings between Stock Ex- changes in different parts of the country. Within a short time, therefore, the volume of business done between Stock Exchange offices and the freedom of mar- kets may be expected to meet the imme- diate requirements of the investing public. Even last week those requirements had been greatly restricted by political uncer- tainties. PRICES OF GILT-EDGED As far as the gilt-edged market is con- cerned, the maintenance of minimum quotations, decided upon by the Committee yesterday, sets a limit beyond which gilt- edged stocks cannot fall. It may be recalled that when the House closed on Thursday many British Government stocks had risen well above their minima. Two and a-Half per Cent. Consols finished at 64Y against a fixed price of 62%, War Loan at 90% against 88%, and Conversion Three and a- Half per Cent. at 89% against 87%. Conditions have changed since last week by an actual state of war, and markets to-day will therefore have to adjust them- selves to the new circumstances. It by no means follows that any general decline will take place. In other Stock Exchange markets, not at present subject to fixed minimum prices, last week's demand seemed to be stimu- lated to some extent by apprehension of war. The behaviour of markets to-day will therefore provide an interesting reflection of reactions to actual war condi- tions. Editorial comment Page 2 Col. 1",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_006"
}
,{
   "text_content" : "- Quoted Pro 2nd ept., let t., 2019131 Close Close N.Y.T.T....(1%) Dol. to £ 4.861 4.18-4.22 4.18-4.20 Montreal (T.T.) Dol,. toI £ 4.861 4.34-4.39 4.27-4.30 Amslt'rdam(3%) Vl. to £... 12.107 740tt 7.65tt Berlin (4%).....M. to £ 20.43 n.g. 1012-11 -o Reg. Mtks. - 1q.9. ~ q Brussels (2j%).. Betge t8o 35 22-221 2-3itt Madrtd (4%) .,.. to£ 26.22J 42241TI 4214¶3 Milan (44%)..... Lire to 92.46 80-82 81.82 Parts(% .......r. to... 124.21 17512-17514 1765s.17678 Zturich ij .. Fr.toZ... 25.2216 18.156-8.30 18-181l Cop'nha'n (3%) Kr. to 2 18.15 2154-2214 tt n.q. auzi I... Iln. to 25.00 U9.q. q. Hei ors(4%) Mks. to £193.23 20-210t \".q. Kovno (6%...Litas tog 48.66 0.0. ' i.0 Oslo (3% .. Kr. to 18.169 1818tt 14194tt HI ia4!4&)....a tog 25.224 \",.q. 0 Hi( r. to1 18.6 1714.17tt 178Ill77a budapeat%).Pe. to 7. 204t 0 f tallinn (41%) .. .Kr. 10o 188.15 sq. 1.. Alexandria ... Ptrs.toue 9711 97-97s 971.9758 Athe ... d to 375 640-556 540-555tt ea ()... Dn to 276.316 186tt 180tt ItBlees L to £813. 660)) 666tt Budapest (4%).. Pen. to 27.8 20 24tt Testanbul ......t. Rls1to 110 640tt 640tt4 Lisbon (4%).....Em-. tot 110 8 0-180 10914-1104 hloscow .itbis. to £ r9.458 22.96.23.05 22.95-205 Pragse(3f) ..11(. ito£14.25 130tt 122tt Suoia (6%) .....* 67tss£6.99 360tt oj. Warsaw (44%).. Zloty to 43.38 2154tt ) t *Bangkok-.d.. .to boht 21,82d 22afJ22d 223 22,%d *Baalra (3%)r.. Fl. tot.. 12.197 .60 .60 Bombay (3%) ... d.torupee lad 171g.18d 17£-lB) Calcutta ( .d onp lad 17O-18d 17 -18 ong o ... . to d l . 6 Kobe 3 d to ye . d t 1/ 2?1j41/1 *l6]nil&. 8. to peso 24.66d 212 214.2j5 Saigon d: topatre - 1/114.1114 *8hanglhalI d to 4)) - 141 /33V41 eingpo d. to doll. 2 :244 2/4.2/414 Teheran.....is toP - 8012tt 8812fs ..Ale 1127.46paper 18.30-18.5) 18.40-18.60 BetB.Aar... (P 1 - 1 7 1 gota. eso.....Pes to 2 8. Bin de . to nail. 5.899d 234dtt 234dtt 85otv ...lIs. to £ 17.38 ft.ld9. deI . d. to dol. 6ld 31s8 i Montevideo ... - - 25148 2514d Montevideo... - - 199.2008 1914820148 Ylsisseo . es tol - enq. 5.6. *kValpariso ..1)01. to * - q. H.q. Rate quoted on London. I Official rate. t90 days. §Sight 0t Nominal I seller \".q. Hi q notation a Official selling rate rot export bills. b Approxi. mate. e Exporters rate. Free maerket rate. 9Central Banlk selling rate (including conID1rss8on o0 4 per cent.) i Importers rate. k Latest export rate. N.B.-Folowlng are 166 rates alplicabie for pay. meet to the Bank of England or thes Olearing Omces: Italy 83.15 Urel anin. 42.45 Ventaia Turkey. 552 piastres",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "London Quotations",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_007",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "text_content" : "CITY EDITION LARGEST CIRCULATION OF ANY FINANCIAL JOURNAL IN THE EMPIRE No.15,758] LONDON, Tuesday, 5th September, 1939 [Twopence _· · L",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "The Finanical Tines",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_008",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_009",
   "paper_dcterms_spatial" : "National Daily",
   "text_content" : "The minimum freight schemes in the grain trades from the River Plate, Aus- tralia and North America, which had been controlled by international co-operation among shipowners, have been suspended. This decision was announced last night by the Tramp Shipping Administrative after consultations by the Board of Trade. The River Plate committee was yester- day offering employment for early tonnage from the River Plate at 30s a ton, and two vessels were chartered at this figure, which is 10s above the old minimum rate, but was paid in the free ma.ket last week. The Australia committee was offering 2s 6d above the old minimum rate, but this small increase was considered by many owners as inadequate having regard to the cost of war risk Insurance. Thursday's London Closing Prices Appear on Page Four",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Bise in Freight Rates for Grain",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "South African Exchange Pates",
   "text_content" : "Bunlilrday 60 Ir day. 60 daya RAS s T.T. Sight Igh yeg y 90 Iat JAnudnonon: * £ I £ *tlli.Alrica 101 101,18- 101/16/3 102/416 102112/9 0llhedesia.. 10014 100/131-1 10111/3 101/196 1011171 bELLINO ILATEIS bight Telegraphic London on: *South Africa .... 10014 *10014 *R)hodesia .............. 29954 4 SPer 4100 sterlinsg. CENTRAL & STH. AMERICAN *BOLIVA-OMCicial sight selling rate on London 141.40 bolivianoe per A (nominal) on 1st July. *CoLoMsIA-Sight sellin rate New York 174.98 V per too U.S dollars on th August. applies to holders of exchange permits buying in the \"open\" market. EConAa-Sight selling rate New York 15.25 snoares per U.S. dollar on 5th August. OATEMALA-Sight selling rate New York main. tained at one asetval per U.S. dollar. Comr mission of 1 per cent. Is charged by the Central Bank for the sale of drafts. *NIcAaoAUA-Sight selling rate New York for pay. ment of imports 5.0212 cordobas per U.S. dollar (including 10 p.c. tax and 12 p.o. comm1ssion) on 3rd August. PARAouAY-Exchange quoted on Buenos Aires sight sellinff rate 71.50 Parsgnayan pesos per Argen. tine free\" per so on 11th August. EL SALVADOR- h ellin rate NeW York 2.Y0o colones per S. dollar on 9th Angust. VENEUELA-Sight selling rate New York main. tained at 8.19 bolivares per U.S. dollar since 27/4/37. *Exchange controls are operative In these cdntries. Details issned by Bask of London and South America.",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_010",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_011",
   "paper_dcterms_spatial" : "National Daily",
   "text_content" : "The International Foreign Exchange Table given below, which is exclusive to TMa FINANciAL TIMES, provides at a glance the closing London rates on 6 of the principal world centres and the cross-rates between them. Except in the case of London and New York the rates quoted are the officially fixed closing rates. Bnle New York Paris IBrussels Lndone ' Am=terdm Zurh - 2nd let lit i31st 4th Ilt 4th 31st 2nd 1st 4th 2nd 2nd let Sept. Sept. Sept. Aug. Sept. Sept. Sept. Aug. Sept. Sept. Sept. Sept. Sept. Sept. Berlin..... - .- 29.80 .75 - - - i40.00. - 10- 6.00 72.00 - Now York 2.491 2.494 - - 41.86 41.85 6.87 5.846 4.20 4.18 1.8 1.\"I 4.45 4.46 Paris .. .. 8.15 6.15 2.42114 .74 - - - 14.80 1761 176g1 4.05 4.50 10.671 - Brussels . 42.70 42.40 17.11 11.07 712.00 708.00 - - 2l2 *211 52.90 12.00 76.00 75.50 London 10.77 10.77 - 4.11j 176.80 176.0 .1 21 6.50 - - 7.68 7.96 10.75 18.50 Amsterdamn 112.50 111.2.1 52.40t 60.40 UOWlis. t. 3809.00 31.00 4.40 *7.06 - - 258.00 - Zurich..... 515 50.16 f2.70t 2t.86 341.00 842.00 - 1112.10 18.211 181 42.60 42.45 - - Nominal t Bid.",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Exchange Corss-Rates",
   "paper_dc_date" : "1939-09-05"
}
,{
   "_id" : "FTDA_1939_0905_0001_012",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "While it will be the hardest of tasks to-day for any of us to bring our minds to humdrum business, yet it will be recognised that just as was found in 1914-18 the Stock Exchange is indis- pensable to the smooth workipg of the finance of war. Members will have to feel their way through the \" black out\" to the light which all feel assured now lies ahead-however long and arduous the path to it. Dealings between offices will doubt- less be at first of a small and tentative character. The main object will be to organise a market upon which investors can make any necessary sales and so gradually create the conditions in which H.M. Government can readily borrow the millions upon millions which it will require to carry the war to a successful conclusion and thereafter reap ade- quately the fruits of a durable peace. Gold Price Problem It would clearly. be impossible under war-time regulations to permit free exchange dealings. As to what dollar rate will be adopted for the time being much interest is felt. The recent momentary dip in sterl- ing to $4.10 was certainly exaggerated. Something between that and the $4.68 average of late months will presum- ably be adopted. As we all know, the United States' price of gold is fixed at $35 per fine ounce. Here is the gross sterling equivalent of that quotation at various exchange rates:- Exchange Gold Exchange Gold rate parity rate parity $ sd $ s d 4.10 ... 170 9 4.40 ... 159 0 4.20 ... 166 8 4.50 ... 155 6 4.30 ... 162 10 4.60 ... 153 9 Until last week it would have sufficed to deduct.. about Is from any of the above gross gold prices to arrive at what was called the \"New York shipping parity.\" This was what an arbitrageur could expect to receive net for gold sent to New York, after allowing for freight, insurance and the U.S.-Mint charge. Possible Pegs Last week all normal calculations went by the board. Ordinary arbitra- geurs could not risk buying gold when they could not be sure of shipping it, or of the cost of freight and insurance. The price last fixed, that of Friday, 1st September, was the round £8 per ounce, which was about 5s 6d discount below the theoretical parity. Therefore, should the Treasury peg the New York rate at, say, $4.50, a price of 150s per fine ounce (155s 6d gross less 5s 6d costs of realisation) would not be an unreasonable one for the authorities to allow to sellers of gold. By a coincidence this would be exactly the price which the South African Government has determined shall be the maximum the Rand gold producers are to be entitled to retain in the future. Rand Records The \"Corner House\" is the first of the Kaffir groups to announce the profits of its subsidiaries for August. For the seventh successive month the value of the gold has been taken at 148s per ounce-the basis on which the in- dustry was able to pay the record divi- dend of over £9,500,000 for the first half of this year. Even on the above conservative gold value, the East Rand Proprietary and the Modder East were able to earn record profits for the past month. The City Deep's £39,500 for August is £4,400 more than for July and must be the highest for any month for several years past. In February, City Deep were recommended here at 38s 9d for a gradual rise in dividends to at least 4s a year. The last price of the shares is around £2. The June dividend was raised to is 6d, and all going well there should be a further advance in next December's declaration. rbt Utarint",
   "article_dc_subject" : "article",
   "article_dc_title" : "Feeling the Way",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "text_content" : "RIGA, 4th Sept. Latvia is adhering to sterling as the basis for her currency (the lat). On the Riga Exchange to-day, the only quotations available were those for sterling and reichsmarks.-Reuter.",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Latvia and Sterling",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_013"
}
,{
   "_id" : "FTDA_1939_0905_0001_014",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "The Government under the Defence of the Realm Regulations is taking control over several other commodi- ties including wool, rayon and silk, timber, hides, leather, hemp, copper, lead and zinc. Rayon yarn prices are to be con- trolled and returns made by holders of all raw material stocks. The export of certain raw materials used in the manufacture of rayon is to be prohi- bited. Control will be exercised by a Department of the Ministry of Supply which will be called \"The Silk and Rayon Control.\" The order provides that returns shall be made of stocks of raw materials used in the manufacture of rayon or other synthetic fibres dutiable as artificial silk and including staple fibre and the manufacture of transparent cellulose wrapping. Also that such further information shall be furnished as may be required in regard to such rayon or the business of the holder thereof and fixes maximum prices. Applications for supplies of raw materials which are under the direction of other controls should be made to the Rayon Committee of the Silk and Rayon Association by manufacturers of artificial silk and to the Transparent Cellulose Wrappings Committee by manufacturers of transparent cellulose and not direct to the respective control. WOOL AND JUTE Further orders were also made yester- day for the control of prices and supplies of wool and jute. The control of supplies and prices of wool, tops, broken tops, noils and combing laps will be exercised by a Department of the Ministry of Supply to be known as the \" Wool Control.\" Returns are to be made by holders of stocks of wool, alpaca, mohair, cashmere, camel hair and any derivate thereoftand. such further informa- tion as may be required. Particulars as may be required are to be furnished relating to the business of persons the whole or part of whose busi- aess it is to produce such goods or any articles or material required in connection with the production. The order prohibits for the time being deliveries against old contracts, new sales or deliveries of wool, tops, broken tops, noils and combing laps. This prohibition does not apply to delivery or acceptance by a carrier or warehouseman in the ordinary course of business. Permission to sell or buy wool, tops, broken tops, noils, and combing laps will, as soon as is possible, be permitted subject to specified maximum prices. This will be specified in orders permitting the resumption of deal- ings and will be subject and without prejudice to all powers of requisition. Such requisitions, when made, will in no case be at prices exceeding the specified maximum prices. RETURNS OF STOCKS All holders of wool are required to furnish to the Wool Control particulars of wool, alpaca, mohair, cashmere, camel hair and any derivative thereof actually in the United Kingdom and Northern Ireland and owned by them or in their custody on account of clients abroad. Also their con- sumption of wool, alpaca, mohair, cash- mere, camel hair and any derivative thereof. A further order concerns the control of supplies and prices of jute, raw and waste, jute cuttings, jute yarns and jute twists, and such control will be exercised by a Department known as \" The Jute Control.\" As soon as the supply position of jute warrants it permission to resume dealings will be permitted, subject to such condi- tions as will be specified. Any such con- dition will be subjected to powers of requisition which will in no case be at prices exceeding the specified maximum prices. Particulars of the specified materials must be furnished. Communrications should be addressed to the Jute Control, Ministry of Supply, c/o the Postmaster, Dundee. OTHER COMMODITIES The Ministry of Supply has also under- taken the control of copper, lead, and zinc, fixing maximum prices, and prohibiting the export of these metals unwrought and of non-ferrous scrap metal, Further, the control of supplies and prices of molasses and industrial alcohol and of substances -normally produced from molasses or industrial alcohol. Supplies and prices of raw hides and skins and leather, supplies and prices of manila hemp, sisal and other hard hemps. Supplies of timber are also now under control and orders have been issued fixing maximum prices for certain oilseeds, vegetable oils and fats, marine oils, animal oils and fats, margarine and manufactured cooking fats. Returns must be made of surplus stocks. Control has also been assumed of silk, flax and aluminium.",
   "article_dc_title" : "More Raw Aterials to Be Controlled",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "article_dc_subject" : "article",
   "article_dc_title" : "Movements Small at Paris",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "PARIS, 4th Sept. The lack of any sizable speculative position was accounted the reason for the smallness cd fluctuations on the market to-day. The trend, nevertheless, was generally heavy, apart from a few international issues, including Royal Dutch. Parquet Account Prices Parquet Cash Prices I4t tI let ___ Itit let_ S ept. ISeot. Sept. I Sept. 3% Perpetual Fre. Fro. 6% Credit Nat. Frs. Fro. Iente.......70 ............ - 4 4% tentee 1917 72.25 75x Nat, 6% Credit 4% Ientes 1918 12 74 1923 (Juv'r)... - 505 5% Ientes 1920104.20108.25 6% Credit Nat. 4%Rlentes 1925141 146 1924 ............ - 518 4% It'ts 1932A 79.10 81.25 itipoli ......... 1.470 - 4%t'nte l932 7t.95 81.50 MessHgerie 4%Rentesl9371l2.x511.90 Maritimes ...10 116 Bae. de France 8,400 6.680 34%ttalienutin. - - To. Paris... 880 955 5% Russian 1906 - - tnmoptoir Nat. IBqe. IteKlemn t d'hecoempte.. 716 60 Internat'nx... - - Credit Fenter 9,875 50 Credit Lyonn's 1,450 1540 Couliase Account Prices Societe Genrle 70 755 5% Brazil 1914 - - Suez Canal...... 1,12901,255 De Beers Def... - 900 Gen. EleH....... 1,455 1,500 Do. Prefd... 1,400 1,470 Thom'n Hoeust. 15 142 Jagersfontein.. -- - Porg. & Acierie Irakpan.........4 49 Nord-lAt....... 4 604 Chartered ......18 1 Dentin Anin. 1,090 1,190 Crown Mines... 2,650 - Trefileries du taut Rand...... 90 404 fittre. 795 75 0 General Mie' 709 - Lent...............15 0 Cent. old 4 Wtab. Kuelmn 696 604 J'burg Cone.... 047 - Pechiney ...... 1,00 1.600 t'd'ntein st.. 528 - Cbhar gen trs Hand Mines... 1,650 1,520 eunis ......... - - Sub Nigel ...... 1,900 - Air Liqtide ... 1,022 1,041 Trane.Ons.Lnd. - - Citroen ......... 590 . Iw. Rand cons. 910 - Ford of France 4 6S TanganyLka..... 90.25 Ilaffinerte Say. 00 I06 Tha F le.... 9205 5H% Young. L. 207 228 Roan Ant. Cop. 157 102.50 Vg yptlan- Caoutehouce ... 161 170.50 nied......... 2,100 2,180 Gula Kal'mpg. - - 76%Turksh 1933 285 Kuala Lumpur 161 - Can. Pac. Illy. 157 157 laa .....a 114 199.50 Wagons-Lits ... 45.00 40.50 Mexitcan Egle 45 47.00 Arbd ....... 0 ShellTrensport 750 740 CentralMining 2,480 2,90 Londoni ..T - 26.25 east Geduld .. 9,000 2 ,00 Tavoy Tin ...... 00 10.25 Geduld ......... 1,58 1,50 Moznambiq - ue- tie Tinto .....1720 1.700 Trepra... 00. -a Union Corpn... 1,90 201,920 Michelin ......- 5 99 0 Sucre Egypte.. 25 1i Cash Primst Eitohnls Ratft Royal Detch ... 3,0000.600 rtx.ee.Xr 41.50 41.85 3j% Tress. Bdo.197.76140iINonLndn 4% Trets. Bio.1117 120 epeningrte 65 Credit Nat Do. eteg. rate 17.60 1175.80 1?19 ......* - 0607 Eix, on Arco.. 2225.00 2200.50 LATI SEUION Tinto ...... I - I - - I *ccoDOD t si inter-t8. \"L oulim STO Separator **B' Svemka Rube. S11. Brioeon \"B\" ....... Gme Ord Stora Rooparb. St.Bns.)3k.Ord Blectrolux\"B\" Skand. Banken A~e., (Sw. en Ulec.).;... Sr. Match \"A A. . Volvo Holmens \"A\".. CKHOLM PRICES * Not oauaable*by forelg. ? Poasble by folkuwm~r. I ufomclaL --- Holniens B\".. C5 Uddehn ...... is A. B. lnVOator 755 tDo. ii -I Sven. ooker. S Bo .11 lteruds ......10 S n d v I k Jernvks. ...... 10 Mo&DomsjnA' 160 Do. 11....... 14 S. Hndlsbkn .... 165 Ford Stockhm. - Bx. on London 17.75 - -- - I Introductions anud quotations from Our Own Correspondents and Reuter's Agency.",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0001_015",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_016",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Amsterdam Weaker at the Close",
   "article_dc_subject" : "article",
   "text_content" : "AMSTERDAM, 4th Sept. The flight into equities continued, but prices fluctuated sharply, and the close was far below the day's best levels. Dutch descriptions had gains ranging up to 13. Royal Dutch and Amsterdam trading were featured. Amsterdam Rubber recorded 195%, Unilever 127, Philips' Lamps 190 and Aku 30%. Americans were again heavily dealt in and soared. Young Loan (with transfer certificate) was very weak at 6%/. Dutch bonds were depressed. Sterling was quoted around 7.50 and dollar at 1.88%. \"Tele- graaf\" index 201.17, against 196.96. 3% (33%) Dutel 1938 ........... I Do Indie %34 *...... 3% Do. 1898 .. 21,% Do......... 511% (Germai Intern. 193, Do. do.... D7%ernon 192 5. Dutch Pet Dell Bat. Rub Do. ob. .. Handle. Ama.. Java Cultuur. Redjang Lebg Dutchb Gis(t Spiritus ..... Sl4tIs 2nd. ISept lSept. Per cent. Holl, Beton ... 28611 U.S. Steel Co.. 465e Ford, Holland - Nether. Ship. Union ......... - Fokker Ord. ...5 20 Lever Bros. & Un I e ve r N.V.6%Pref. - Do. Ord.. 127 Philips' Lamps 190 Do. Prof. 0. Amstdnm. Rub. 19534 Ex. on London 7.68 Do. Berlian. 65.00 Do. Paris... 4.35 Do. N.York 1.88 Per cent. 28512 A~ds 3968 112 31112s 7.95 72.00 4.55 1.088 Ifer t Without transfer certificate. * With trans F..ut~i~Cs4 I 4th I Znd 11 iSept. Sept. II BRUSSELS SECURITIES t 31st ECUITIEs 4th 31st I Sept. Aug. II . I Sept. Aug. Cash I Fr. Fm. Fr. Fr\". Brultia .. 122 40, 1and Mines....1,04 1,156 Btue. N. Beig - 1,600 Tau aumy 27 8 . 13. Hulgine. - 2,450 Tuttc1.e P~ts 4 46 S.Cl.dFer4% 421 4251 Kalting ........ 100 104 SoUtilla (Ord.)... ,51 Senulah iIub.... 131 15 Ford (eigluin) 40 455 arcelona T. :. - 88 Ygon L. Pd. - 68 Sidro Prefd. .. 110 110 YoungLn SerB - - Brurtllint T...... 207 227 Account Hydro-I. See. 97 105 Canadiuan Pac.. 111 11 U. Minlere...... 2,715 2,750 Ilo Tinto ....... - Wagonsa.Ord. 45 40 Nitrate Rally - - Ex cannon. BUDAPEST .National Bank 159.00157.5 Trust Co ...... 48.75 54.50 412% Budapest ugar VOW-ki lan,1914* 28.50271.00 kskerek ... 87.00 72,75 TotloCoal ..*27.0094.50 H ungarlao lg Coal.Col ... 1.0 2.45 $ur......... 1 2.00 Urikay Zail... 4.10 24.25 Un lowlamip 10.00 - aan ... 14.90 10.70 - 'U. tW'ies niie de Naasu ...... 85.501 4.60 Ex. on ndo n 1.00 18.00 ,Quoted ino peoge pe r bond; nominal vala Il 490 vre-war Aust an ronen. OSLO (frweglan 4% Kr H .r Kosmos W...... - 3 ..)...... - - Roubvt W - ore BergenikeStm. - 1 ....... - - Nor s Bank... - - Borregeard Pp. I71 7 ChrItaIa Bk. - - uhfalund... I45 - Den Norake 0. - 10212 Nork Hydro Bergens Prlv't- Ord ...... ...... 26 230 Bank........... - - Tysee rlPw - - De-No-k. - - Ex. on London 18.0 1.10 * Nominal.",
   "paper_dc_date" : "1939-09-05"
}
,{
   "_id" : "FTDA_1939_0905_0001_017",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Blades, East & Blades",
   "article_dc_subject" : "article",
   "text_content" : "COMPANY PRINTING All Specimen Forms and information can be supplied for the above by BLADES, EAST & BLADES, UMM=TE Tole. AMdvmu .111,1lical Lon\"'.k' Telethons Not. s ofliceg: Mtemalon Rouse 43H (10 lines). Works: Ciezk*UWGU 1090 (10 hie). Printers and Engravers of Bank Notes, Bonds, Bankers' Protective Cheques, etc. 17, Abchurch Lane, LONDON, E.C."
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_title" : "Waiting upon Events",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The Stock Exchange Emergency Sub-Committee is in constant session and is dealing with the mass of work to which the outbreak of war has given rise. The hiatus of yesterday, caused by the temporary \"Bank Holi- day\" at the banks, gave the City a semi-deserted appearance in what New York calls the financial district. A few firms of jobbers attended at their offices. They received occasional inquiries for their views and nominal prices. In some cases, the broker who wanted to buy or sell was informed that his desire should be duly noted and that, when matters settled down a little, it might become possible to negotiate business. Stock Exchange Committee Notices Official notification of Stock Ex- change emergency regulations is being made through the wireless and the newspapers. (It is odd to recall that we had no broadcasting in 1914.) What prices are likely to be, when the markets reassemble, it is impos- sible to say. The scale of minimum prices fixed by the Consol market appears to afford, at least for the moment, a reasonable list in view of the fact that quotations current last Thursday stood well above the minimp in a fair number of cases. Other markets will closely watch the pro- cedure adopted by the Consol market. Foreign -Securities The magnitude of the task under- taken by the Bank of England in com- piling a register of the holders of Americans, and other specified foreign issues, is colossal. Stock Exchange brokers, bankers and other financial agents are already experiencing the early effects of a job that has to be completed within a month from the date of its first advertisement. Holders of such stocks can assist in the smooth running of this national compilation by giving strict attention to the accuracy and the fulness of the information to be entered on the forms. The Open Account Familiarity with Stock Exchange phrases is liable to lead those who use them into assuming that everyone else is fully acquainted with their mean- ing. Yet the \"open account,\" to which so many references are now being made, is not understanded of all the people, as clients' inquiries show. To the Stock Exchange mind, the \"open account\" usually represents the speculative position and the amount of stock and shares that is being carried over in the markets. In a wider sense, the \"open account\" can include all transactions, pur- chases, sales, options, that are un- settled at the time the phrase is used. The more limited application may be regarded as the generally accepted meaning. A light \"open account,\" like that of to-day, is susceptible of easy hand- ling and settlement. A heavy \"open account,\" such as obtained in August, 1914, may hold almost unknown pos- sibilities of danger and liability. Kiddies in the Crises Standing on the platform of Man- sion House District Railway station, watching the train-windows out of which peered the faces of little children dragged into war by Herr Hitler, one could not but remember the Belgian refugee kiddies who crowded the Rotunda of the Bank of England in 1914. The Old Lady of Threadneedle Street mothered the women and child- ren, fed them with buns and milk, gave them seats to rest on, while the older folk exchanged their foreign money into British currency. It was a sight worthy of being perpetuated by a panel in the Royal Exchange; be needed to be made of pretty stern stuff who could watch, unmoved, either that pitiful pilgrimage or the evacuation of our little folks whose transport closed the door of the Stock Exchange last Friday. Stock Exchange \" Offices\" Emergency excuses everything, even such a departure from the Stock Ex- change tradition that members are now allowed to have business quarters outside the area which, roughly speak- ing, lies within a quarter-mile radius of the House. This tradition it is which has forbidden members of the Stock Exchange to open offices in the West End, in the Suburbs or Pro- vinces; a convention whoseprudence has frequently been challenged in the past, but which, so far as one knows, has not been broken within the last 100 years. The addresses with which some brokers have invited their clients to communicate are mostly, of course, the private houses of partners in the firms. .D~DNS COMPANY LA fIWRAISEICE An AlphabetiCail Gulild By STANLEY BORRIE, Soiliitor lth Aitimon 12. 1d mets by poet 1le 2d JORDAN so0NsLt.,llSchaonuyan,san,, doWO. & nasE irequentiy oeen cnaij engea in tneS~ paBst, but which, so' far as one knows, hsnot been broken within the last 100 years. The addresses with, which some brokers, have invited their clients to communicate are mostly, of course, ,the private houses cif partners In the firms. By STANLOil BORRIE, 9061titor Is KIM\" 123 6r d n\"n byb pest Ile 2 JORDAN &BONS. L\"..1 I80hanwy~aat; LendesrW-- 4( `",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0001_018",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_001",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "IESTABLISHED 1888 Incorporating 13p Stuantrir antb nltntti ESBTALISIIED 1866 LARGEST CIRCULATION OF ANY FINANCIAL JOURNAL IN THE EMPIRE Head Office & Editorial and Advertirement Ofices: 72, COLEMAN STREET, LONDON, E.C.2 \"a Ifices:~l~s Mýrpolita M3304 Telephone No& N, Officea.: HOLbon 7600 Telegrams. FINANTIMO, AVE, LONDON TUESDAY, 5th SEPTEMBER, 1939",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_002",
   "text_content" : "To-day Stock Exchange business is being resumed, though not yet on the Floor of the House. Now that the traffic congestion caused by initial evacuation movements has ceased, jobbers, brokers and their attenuated staffs are free to return to the City. The House itself remains closed in accordance with Government wishes, the Treasury, it is understood, being of the opinion that a gradual return to normality is best. Business will be conducted between offices as freely as the absence of a common meeting ground permits. So far as can be judged the handicap should not be considerable until transactions mount in volume. Suspension of the func- tions of the security markets has been of very short duration, actually only two working days. Now an integral part of the financial machinery of the country is being put into motion once more. Although very dissimilar from the action taken in 1914, the closing and reopening of the security markets then and now have one thing in common. All bargains must be for cash, and may not be continued from day to day or otherwise. This is a sensible precaution aimed at the pre- vention of speculation. It is not detrimental to the interests of legiti-. mate investors, whether they desire to employ money in the purchase of stocks and shares or wish to realise their holdings. This stipulation that all dealings must be for cash is probably the most important of the temporary regulations to govern the transaction of business drawn up by the Committee pending the reopening of the Stock Exchange. Deals to close forward contracts and continuations will be permitted, in order to clear up the existing non-cash transactions. Minimum prices for British Govern- ment securities and other stocks fall- ing within the gilt-edged category were fixed on 25th August and this system will be maintained, with power to the Committee to vary the list as circumstances may dictate. These and the other temporary regu- lations, which include the prohibition of business in new issues until the latter have been approved by the Treasury and dealings specially allowed by the Committe3, are de- signed to afford a healthy securities market and to promote a resumption of genuine investment business. They also constitute a safeguard against the possibility of panic selling, of which, however, there had been no sign up to last Thursday. The postponement of the Settlement for this coming Thurs- day until 21st September affords a breathing space in which to overcome any temporary difficulties. Contango rates for the extended period will be based on alterations in Ban: Rate and will, presumably, be higher as a con- sequence. Securities undelivered in respect of bargains outstanding at the end-August Account, settlement of which was suspended, have now to be paid for. Under these regulations business in securities should function well enough in conditions of emergency, but if the volume gives signs of expan- sion the reopening of the House and freer dealings should be delayed as little as possible.",
   "article_dc_title" : "S. E. Resumes Business",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Control of Corital and Exchanges",
   "text_content" : "The dominance of the national in- terest is the motive running through all the many financial Orders and Regula- tions now being made. In their execu- tion the convenience of the individual must sometimes be ignored, one among the painful necessities of concentrating our economic strength and resources on the successful prosecution of the war. This aspect is particularly marked in the strict control of gold and foreign exchange. The Treasury must be able to command the means of paying for purchases abroad, but the regulations now made give every evidence of the traditional British respect for under- takings given. Thus only residents in the United Kingdom-and not foreigners holding gold or securities here for safe custody-are called upon to sell them to the authorities. Settle- ment of pre-war debts to foreigners (but not to enemy creditors) will be facilitated. The control of the capital market does in the home sphere what the regulation of the exchanges does in regard to overseas business. The Government will havi to boriow heavily in course of time to finaner the conduct of the war. It must have first call upon the funds available, and therefore any issue involving the sub- scription of new money will only be permitted if the Treasury is satisfied that it is in the national interest. It would be possible to enumerate many industries which will be working at top speed to supply munitions of war, and which conceivably might need to raise more capital. Obviously they would have the strongest of claims to be allowed to do so, but they would be confronted immediately with the ques- tion of the form such an issue should take. Over-expansion of fixed capital is a thing to be avoided, for large amounts have had to be written off in the last twenty years as the result of the transition from boom to depres- sion. Redeemable securities of rela- tively short term seem to offer a solution of the problem. They would be reduced, if not eliminated, while profits were at their maximum and in- flation of the balance-sheet would be avoided. This is a matter upon which, as and when it arises, the guidance of the authorities should be given, as it has been given to numerous industrial undertakings in recent years.",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0002_003",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "text_content" : "The latest Kaffir returns are less informative than usual, though they are not lacking in interest. The figures relate to the Central Mining-Rand Mines group and show new high record profits for the East Rand Pro- prietary at £110,400 and for Modder- fontein East at £60,200. Following the practice adopted for the six pre- ceding months earnings have been based on a gold price of 148s per ounce. The metal has risen consider- ably in price since the end of August and even at the last quoted price on Friday was £8 per ounce. Neverthe- less, the group had sold most of its output at the price fixed in the returns. In any case, it has been debarred from participation in all but 2s of the rise per ounce owing to the Union Government's decision to appropriate all proceeds of sales of gold from the South African Mines realised at over 150s per ounce. There are no marked changes in the earnings reported for other mines, though there is an encou- raging increase in the case of City Deep, which put on £4,400 at £39,500 as compared with July.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Keffir Profits",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_004"
}
,{
   "text_content" : "Considering that the chairman of Triplex Foundry gave a moderately hopeful view of the outlook as recently as last June, the decision to pass the i. erim dividend reflects the rapid deterioration of the political situation within the past few weeks. A year ago the company paid an interim of 2, per cent., which was followed by a final of 56 per cent., making 8 per cent. for the twelve months to March. The distribution was the same as in the preceding year, although available earnings had dropped to 8.7 per cent. from 19.1 per cent. in 1937-38. Net profit for the past year was £9,500, against £24,000 in the previous period. The 5s Ordinary shares were last dealt in at 3s 10d. While the decision may be based partly on motives of prudence, unfor- tunately justified by the state of emer- gency now existing, the type of busi- ness carried on by the company is one more suited to peace conditions than to a war economy. As manufacturer of the well-known \"Triplex \" grates and cooking ranges, including special pro- ducts in porcelain enamel, the com- pany must inevitably find its business contracting under conditions that dis- courage new building and household equipment.",
   "article_dc_title" : "Triplex Foundry",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_005"
}
,{
   "text_content" : "Despite the difficulties found last year in certain branches of commerce in New Zealand, the Standard Insurance Com- pany was able to achieve a further advance in earnings. The company undertakes- all classes of business ex- cept life. Fire, marine and accidernt premiums brought in £196,900, against £184,900, while interest on investments contributed a few hundreds more at £25,900. After allowing losses on a rather higher scale at £95,200, against £82,100, and reserve for unexpired risks, the net balance is £900 more at £44,900. The dividend is maintained at the rate of 12J per cent. on the £5 shares, £1 paid, for the third year in succession. Owing to the larger sum brought in the available balance is sufficient to allow the appropriation for depreciation of securities to be in- creased from £1,500 to £5,000, while £15,000 as before is added to reserve, leaving £22,300, or the same as before, to be carried forward.",
   "article_dc_subject" : "article",
   "article_dc_title" : "Standard Insurance",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0002_006",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_007",
   "article_dc_title" : "Leeds Fireclay",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "A striking example of the check to the trade upturn is afforded by the action of the Leeds Fireclay Company in cutting the final dividend on the Six per Cent. Non-Cumulative Participating shares from 5 per cent. to 3 per cent. The payment makes a total of 5 per cent. for the year to June, against 7 per cent, a year ago. This exceptional payment was due to an unusually good profit of £58,800, which was £12,000 better than in 1937, when the Participating Preference had 6 per cent. for the first time for six years. As a substantial manufacturer of sanitary ware, glazed bricks and tiles, drain pipes and fittings, faience and terra cotta goods, the company de- pends on conditions in the building trade for the main part of its business. The decline in domestic building in the past few years was apparently made up in 1938 by the demand for the company's products for public build- ings and other large-scale works.",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_008",
   "text_content" : "The suspension of air mail services to South Africa and the reintroduc- tion of surface mail has led to certain adjustments of exchange rates. Tele- graphic and sight drafts are unaltered, the selling rate remaining at £100 5s per £100.British sterling. The buying telegraphic rate is also unchanged at £101. The rest, however, are all 2s 9d higher per £100 British sterling, the rise covering everything from sight to 120 days' buying rates. In other words, there has been a slight depre- ciation of the South African exchange in relation to sterling. There is nothing untoward about this. It is merely a technical adjust- ment designed to meet the lengthening period of transfer due to the replace- ment of the shorter air mail services by surface carriage. Additional charges have to be allowed for in the process, of which loss of interest is the most obvious factor. There may also be other charges in view of the present emergency.",
   "article_dc_title" : "Drafts on South Africa",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0002_009",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Temporapy Rules for Share Delaings",
   "article_dc_subject" : "article",
   "text_content" : "1Members and staffs·were notified of the recall by the following announce- ment during the 4.30 p.m. B.B.C. brosd- carJt:-- The Committee has to-day passed regulations for the settlement of open bargains and for the resumption of busi- ness as from to-merrow CTuesdayl. Particulars will appear in the Press. Members and their staffs are therefore expected to attend at their offices. The House will remain closed until further noticC. Regulation. regarding Settlements, re- ferred to above, also in connection with contango rates and bargains are set out below in the following resolutions and tem- porary regulations passed by the Com- mittee for General Purposes:-- i. That the House remain closed until further notice. 2. That pursuant to Rule 96 I\"' '\" settlement of all bargains open or the 7th September Account be postponed to the 21st September, 1939, and the settlement of all bargains done on 31st August, 1939, which fall within the provisions of Rule 97 be postponed until the 21st September 19391 or the first business day after th~ reopening of the House, whichever shall be the earlier. 3. That members be informed that Con- tinuation Rates for the extended periods based on alterations in the Bank Rate will be fixed by the Committee. 4. That the suspension of the settlement of open bargains authorised by the Com- mittee's resolution of the 31st August, 1939. be withdrawn as from Sth Septem- ber and that members be informed that on and after that date they are expected to make arrangements to pay for securities undelivered on the end-August Account Day fixed for the 24th Augus.t and pre- vious accounts, or falling within the pro- visions of Rule 97 and undelivered on the 31st August, 1939. 5. That the Secretary's office and the offices of the other departments of the Stock Exchange shall remain open. TEMPORARY REGULATIONS i. Periding the reopening of the House, the Committee have passed the following temporary regulations to come into imme- diate effect, and until repealed these temporary regulations shall govern the transaction of business and shall form part of the rules, regulations and usages of the Stock Exchange, and where in any case these temporary regulations ditrer from any of the existing rules, regulations and usages the temporary regulations shall have effect and prevail. 2. (i) Minimum prices for certain securities have been fixed, particulars of which are setout in the Stock Exchange Although the London Stock Ex- change will remain closed until further notice members are expected to reopen their offices forthwith. Arrangements have also been made for the settlement of open bargains and for the carrying on of business between offices. It is not yet known when the House will be reopened. The decision prob- ably depends upon the wishes of the Treasury. The decision to recall members and staffs to their offices was reached by the Emergency Committee of the House during the course of an all-day session yesterday. RECALL BROADCAST Members and staffs- were notified of the recall by the following announce- ment during the 4.30 p.m. B.B.C. broad- cast: - The Committee has to-day passed regulations for the settlement of open bargains and for the resumption of busi- ness as from to-morrow [Tuesday]. Particulars will appear in the Press. Members and their staffs are therefore expected to attend at their offices. The House will remain closed until further notice. Regulations regarding Settlements, re- ferred to above, also in connection with contango rates and bargains are set out below in the following resolutions and tem- porary regulations passed by the Com- mittee for General Purposes:- 1. That the House remain closed until further notice. 2. That pursuant to Rule 96 (2) the settlement of all bargains open for the 7th September Account be postponed to the 21st September, 1939, and the settlement of all bargains done on 31st August, 1939, which fall within the provisions of Rule 97 be postponed until the 21st September, 1939, or the first business day after the reopening of the House, whichever shall be the earlier. 3. That members be informed that Con- tinuation Rates for the extended periods based on alterations in the Bank Rate will be fixed by the Committee. 4. That the suspension of the settlement of open bargains authorised by the Com- mittee's resolution of the 31st August, 1939. be withdrawn as from 5th Septem- ber and that members be informed that on and after that date they are expected to make arrangements to pay for securities undelivered on the end-August Account Day fixed for the 24th August and pre- vious accounts, or falling within the pro- visions of Rule 97 and undelivered on the 31st August, 1939. 5. That the Secretary's office and the offices of the other departments of the Stock Exchange shall remain open. TEMPORARY REGULATIONS 1. Periding the reopening of the House, the Committee have passed the following temporary regulations to come into imme- diate effect, and until repealed these temporary regulations shall govern the transaction of business and shall form part of the rules, regulations and usages of the Stock Exchange, and where in any case these temporary regulations differ from any of the existing rules, regulations and usages the temporary regulations shall have effect and prevail. 2. (i) Minimum prices for certain securities have been fixed, particulars of which are set out in the Stock Exchange Official Lists of 31st August, 1939, and during the currency of the temporary regulations no member or clerk shall do a bargain or negotiate a purchase or sale whether between members or non-mem- bers in any of these securities (or in any securities which may hereafter be added) at a less price than the minimum prices so fixed. (ii) The Committee may at their dis- cretion at any time during the currency of these temporary regulations review the prices contained in the list of minimum prices and may add any security to or delete any security from the List. 3. (i) All bargains must be for cash and may not be continued from day to day or otherwise. (ii) No new \" time bargains \" or options will he allowed except in connection with existing contracts and existing con- tinuations. 4. No dealings of any kind will be allowed in any new issue until such new issue has been approved by the Treasury and dealings specially allowed by the Committee. 5. A broker before executing any order must fully satisfy himself that such order is not on behalf of or for the benefit of any enemy either directly or indirectly. 6. Any member found guilty of negli- gence in relation to any of these regulations will be brought under the disciplinary rules. Rule 97 concerns dealings in gilt- edged securities. LEAD FOR PROVINCES As is customary, Provincial Stock Exchanges are expected to follow the procedure adopted by London. Members had been advised to stay away from their offices on Friday last owing to the difficulty of reaching town due to the evacuation and they were not expected to make an appear- ance yesterday as the banks were closed. The Committee now feels that the time has arrived for members to re- turn to clear up routine matters left over last week and to be in a position to carry on business between offices. Most of those brokers' offices which were open on Friday weie again open yesterday. Normally yesterday would have been Contango Day and towards the close of last week brokers were preoccupied with the usual prelimi- naries incidental to the winding up of the Account. The decision to close the House on Friday brought much of that work to a standstill, but in some offices \"left over\" work necessitated the attendance yesterday of some of the principals and staff. Many of the large firms of dealers were absent from the City, as were many important firms of brokers. Where members attended, it was more with the object of dealing with clients' inquiries and other correspondence. So far as a representative of THE FINANCIAL TIMES could ascertain, no serious attempt was made to do busi- ness between offices. Shorter's Court, long the venue of the American market after official hours, was occupied by an important branch of the A.R.P. services. Further City news Page 3 Cols. 1 and 2 Furter Cty nws are Col. 1 nd",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_010",
   "text_content" : "at at £5 in ht nt or n- 1le re, ,e, to ie ly ix ig er al e, is !8, id e- ig ns. in ly ie d- L as c- in e- d, 5s Ig at Id ie to er e- re it It- kg e- as &l le ie o0 te yJ L me to mention only two of the members of the Railway Executive Committee which has been formed to run the railways under the direction of the Ministry of Transport. In addition to Sir Ralph Wedgwood, the chairman, other members of the Committee have had experience of wartime railway control. Colonel Gilbert Szlumper, general manager of the Southern, was actually secretary to the Railway Executive Committee of the last war. That com- mittee was made up of twelve general managers and existed until Sir Eric Geddes's Railways Act of 1921. He was also Senior Railway Trans- port Officer throughout the war. Since 1937 he has been a colonel in the Engineer and Railway Staff Corps, a Territorial unit. A Triumph In Sir William Wood, senior vice- president of the L.M.S., Sir Ralph has on the Committee an assistant who has been called the \"Financial Genius of the Railways.\" Sir William is another with experi- ence of war time railway control. When the Government took over the Irish railways in 1917 he was ap- pointed secretary, and later a member, of the Accountants' Committee of the Irish Railway Executive Committee. Sir James Milne, general manager of the Great Western, and Mr. Frank Pick, vice-chairman of London Trans- p6rt, complete a sextette that itself would not disgrace the title of Ministry of Transport. To Mr. Pick the crisis has already brought a triumph.. To him is due a large part of the credit for prepara- I MENTIONED yesterday how en- forced emergency measures some- times prove so beneficial that they are retained as general practice even when their necessity has passed. In this connection I have been wondering whether we shall ever re- turn to the traditional practice of the Bank of England in relation to the transfer of Inscribed stocks. The time-honoured method whereby a stockholder or his attorney had to attend in person at the Bank to effect a transfer is being replaced by the more modern system of formal deed. This has been necessitated by the removal of the Bank's transfer offices to Whitchurch, in Hampshire. The work of this department will now be done by post. Railway Control T ACK of snpace esterda loe c--~--- I tion of London's evacuation scheme which worked more smoothly than anyone had dared to hope. Sir Alfred Sherlock SLEARN that Sir Alfred Sherlock is making a good recovery from the recent serious operation to his upper jaw. Although he has thought it wise as a result of the operation to resign his chairmanship of British Guiana Con- solidated Goldfields, Sir Alfred has no intention of giving up his principal business interest as chairman and managing director of Booker Brothers McConnell and Co. Booker Bros. carries on an extensive business in Demerara, British Guiana. It owns sugar estates, wharves and stores and carries on a big business there as general merchants. Sir Alfred's connections with the country have extended over most of his lifetime. He started his business career in Demerara in his early twenties and stayed there to become one of the colony's leading citizens. He was a member of the Executive Council throughout the war and until 1926. Mr. J. Roland Robinson British Guiana Consolidated's new chairman is Mr. J. Roland Robinson, who has been a member of the Board for some. time. His only other direc- torial post is the chairmanship of the West End Board of Scottish Union and National Insurance. Mr. Robinson is the son of a Black- pool solicitor and is himself a bar- rister. He has represented Blackpool in Parliament since 1985 and has made a name for himself there as a champion of \"staggered\" holidays. He married a \"Woolworth heiress,\" the daughter of the late Mr. C. W. Gasque, who was a director and secre- tary of the American Woolworth Company. Observer",
   "article_dc_subject" : "article",
   "article_dc_title" : "City Men and Matters",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_date" : "1939-09-05",
   "text_content" : "At each of the principal commercial ports the Minister of Transort has appointed a Port Emergency Committee to secure the efficient operation of the port. Wide powers are given to these com- mittees, including power to prevent undue congestion of trafRid by the imposition of penalties and by removal of goods to alternative places of storage. The Minister appeals to traders to take all possible steps to secure the rapid passage of their goods through the ports.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Operation of Ports",
   "article_dc_subject" : "article",
   "_id" : "FTDA_1939_0905_0002_011",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_012",
   "text_content" : "Fuller details of the working of the Defence (Finance) Regulations, under which dealings in gold and foreign ex- change are prohibited rxcept through official channels, and the surrender for sale to the Treasury of private hold- ings of gold and certain foreign currencies by persons resident in the United Kingdom is made compulsory, were made available last night. A broad outline of the Government's plans was given in THE FINANCIAL TIMES yesterday. The Bank of England has been authorised to deal in foreign exchange and has appointed certain banks as authorised dealers. These banks are divided into three categories, of which the first has power to deal in all foreign currencies, the second in currencies of certain colonies and dominions, and the third in a fixed list of currencies. THREE EXCEPTIONS The public should continue to trans act their foreign exchange busines through the agency of their own bankers, whether authorised dealers or not. Rates at which certain foreign currencies may be sold will be commu nicated to authorised dealers and published from time to time. Unti further notice exchange will be made available only to enable a contract made before the date on which the regula tions came into force to be complied with to meet reasonable requirements of a trade or business carried on in the United Kingdom and to defray reason able travelling or other persona expenses. The proviso concerning trade needs is intended to cover imports of goods; insurance treaties, premiums and claims; ships' disbursements freights; agents' commissions; royal ties; film rents; copyrights; salaries pensions, etc. So far as imports are concerned ex- change may be sold without furthei question: -Where goods had alread3 been imported before the date on which the regulations came into force; where the certified Exchange Control copy of a Customs entry form is produced foi goods imported after the date on which the regulations came into force, or where a declaration is made that the certified Exchange Control copy of a Customs entry form will be produced in respect of goods not yet imported. Credits and authorities entered into prior to the date on which the regula- tions came into force which are revoc- able will be revoked if their tenor is contrary to the terms of the regula- tions. CURRENCIES AFFECTED Private holders of gold and U.S. and Canadian dollars, belgas, Swiss and French france, guilders, Argentine pesos, Swedish crowns and Norwegian kroner are required to offer their hold- ings to the Government through their bank. They will be paid for in sterling at the prevailing rate. The Government needs the gold and exchange to help pay for what the coun- try must buy from abroad. Banks will help holders to make a statement of what the holding amounts to and will pay in cash as soon as the transfer to the Government has been completed. The foreign exchange to be offered for sale includes bank or currency notes, bank balances and any other means of payment, such as cheques, denominated in the currencies given above. PRE-WAR CONTRACTS Application may also be made for exchange to settle a pre-war contract or for exemption from surrendering any foreign exchange already acquired. Every facility will be given for the completion of genuine pre-war contracts.and contractual obligations of all sorts-except those which would result in a payment to enemy coun- tries. This does not mean that long- term commercial or other contracts can be carried out in every case. In the case of a contract to pay for goods which have not yet been shipped it may not be possible to obtain the foreign exchange unless an import license is obtained or the goods in question may be imported without license. Money may not be taken out of the country without official permission. This' includes bank notes, travellers' cheques, postal orders, gold, securities or foreign currency (for example, bank notes, promissory notes, cheques, drafts and other bills of exchange expressed in a currency other than sterling). All travellers on leaving the United Kingdom will be required :o declare any money (British or foreign) which they may be taking abroad, and to produce their authority. This applies to all currencies (except 3ritish silver and copper coin). The reasonable foreign exchange re- quirements of a trade or business car- ied on in the United Kingdom will be net so far as possible; but if for any other purpose it is required to send bank notes, postal orders, gold, securi- ies or any currency other than sterling sought. Forms have already been issued for use in applying to authorised dealers under the different classes of trans- actions envisaged. A declaration for gold will have to be made on form G, for exporting bank notes, gold, securi- ties or foreign exchange on form C, for foreign exchange on form E, for sterling transfers to foreign accounts on E.1, and in the case of travellers for exchange and permission to export bank notes, currency or gold on forms T or X. Twenty banks are authorised to deal in all foreign currencies. They are: - Bank of England Union Bank of Barclays Bank Manchester British Linen Bank Bank of Scotland Coutts and Co. Clydesdale Bank District Bank Commercial Bank Glyn Mills and Co. of Scotland Lloyds Bank National Bank of Martins Bank Scotland Midland Bank North of Scotland National Provincial Bank Bank Royal Bank of Westminster Bank Scotland Williams Deacon's Union Bank of Bank .Scotland The banks authorised to deal in Continued in following column I C C I E Continued from preceding column certain foreign currencies are as foll BAHT-Chartered Bank of India Aus tralia and China, Hongkong and Shangha Banking Corporation, Mercantile Bank o India. ALL CENTRAL AND SOUTH AMERICA1 CURRENCIES-Bank of London and Soutl America. CHINESE DOLLAR-Chartered Bank o: India Australia and China, Hongkong an( Shanghai Banking Corporation, Mer cantile Bank of India. DRAcHIMA-Ionian Bank, Ottoman Bank EGYPTIAN POUND-National Bank o: Egypt, Barclays Bank (D. C. and O.) lonian Bank, Ottoman Bank. ESCUDOS AND PORTUGUESE EMPIRE CUR RENCIEs-Anglo-Portuguese Colonial an( Overseas Bank, Bank of London am South America, Barclays Bank (D. C. anc 0.), Standard Bank of South Africa. LEU-Bank of Roumania. Rut,-Eastern Bank, Imperial Bank oi Iran, Ottoman Bank. TURKISH POUND-Ottoman Bank. YEN-Chartered Bank of India Aus tralia and China, Hongkong and Shangha Banking Corporation. DOMINION CURRENCIES The list of banks authorised to deal in certain colonial and dominior currencies is given below: - CURRENCIES OF COLONIES, DE. PENDENCIES, PROTECTORATES, ETC. Ban k of British Hongkong anc West Africa, Shanghai Banking Bank of Nova Scotia, Corporation, Barclays Bank (D.C. Ionian Bank, and 0.), Mercantile Bank of Canadian Ban k of India, Commerce, National Bank of Chartered Bank of India, India, Australia Ottoman Bank, and China, Royal Bank of Eastern Bank, Canada, Imperial Bank of Standard Bank of India, South Africa. The above banks are authorised to deal In the currencies of those colonies, etc., in which either their head office or branches are carrying on a banking business. AUSTRALIAN POUND AND CURREN. CIES OF MANDATED TERRITORIES Commonwealth Bank Commercial Bank of of Australia, Australia, Bank of Adelaide, English Scottish and Bank of Australasia, Australian Bank, Bank of New South National Bank of Wales, Australasia, Bank of N. Zealand, Queensland National Commercial Banking Bank, Co. of Sydney, Union Bank of Aus- tralia. CANADIAN DOLLAR Bank of Montreal, Canadian Bank of Bank of Nova Commerce, Scotia, Royal Bank of Dominion Bank, Canada. NEW ZEALAND POUND Bank of Australasia, National Bank of Bank of N.S. Wales, New Zealand, Bank of N. Zealand, Union Bank of Aus- Commercial Bank of tralia. Australia, PALESTINE POUND An glo - ?alestine Barclays Bank (D. C. Bank, and 0.), Ottoman Bank. RUPEE Chartered Bank of Imnerial Bank of India Australia India, and China, Mercantile Bank of Eastern Bank, India, Hpngkong and National Bank of Shanghai Banking India. Corporation, SOUTH AFRICAN POUND Barclays Bank (D.C. Standard Bank of and 0.), South Africa. Netherlands Bank of South Africa, Common-wealth Bank ICommercial Bank of of Australia, Australia, Bank of Adelaide, English Scottish and Bank of Ausvtralasia, Australian Bank, Bank of New South National Bank of Wales, Australasia, Bank of N. Zealand, Queensland National Commercial Banking Bank, Co. of Sydney, Union Bank of Aus- tralia. CANADIAN DOLLAR Bank of Montreal, X~anadian Bank of Bank of Nova Commerce, Scotia' Roval Bank Of Dominion Bank, Canada. NEW ZEALAND POUND Bank of Australasia, I National Bank of Bank of N.S. Wle 'el New Zealand, Bank of N. Z:Ilaand Union Bank of Aus- Commercial Bank of tralia. Australia, I PALESTINE POUND A ng Io - Vales8tine Barclays Bank (D. C. Sank, ad0) Ottoman Bank. IadO) RUPEE 3hartered Bank of Imperial~q Bankt of India Australia nia and China, Mercantile Bank of Eastern Bank, India, Hpngkong and National Bank of Shanghai Banking India. Corporation, SOUTHI AFRICAN POUND 3arclays Bank (D.C IStandard Bank of and 0.), 1 outh Africa. qetherlands Bank of South Africa,",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Gold & Foreign Exchange",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-05"
}
,{
   "text_content" : "Correspondents are requested to write their nameo and pseudonymns very distinctly. Adlice is given on the condition that no legal liability is accepted by The Financial Timnes, Ltd. RWe do not recommnend brokers or dealers, nor do weor initiate speculation, but advise tse public to deal throagh members of the London or Provincial Stock Rochianitea. 1 charge is made of 10os or replies by pre asd telegrams or for a reply by letter. (orreapondeots kindly. note that this osIer does not andfy to our contributor \" Autotycus' or \" The Diarist. All inquiries addressed to the Edilor must bear the twriter's name and lull address. Postal address: 72, Coleman street. B.C.2. Telegrams: \" Finanlimo, Ave., Lone orn.\" Ajax-From what you say these American shares are in what is called a London name and could not be sold in New York without certain formalities here. The first step is registration at the Bank of England. Deeside-Your bank or broker should be able to obtain the necessary form for registra- tion. E. H., Bk.-There is no need for anxiety. Both are financially sound companies and you can rely upon the regular receipt of your income. J. S. H.-The minimum price fixed for deal- ings in War Loan is 88), but is subject to revision, and we cannot predict whether any downward readjustment will be made on the reopening of the Stock Exchange. Langbank-It might be prudent to await the course of events in Europe before rushing in to buy shares of that class, when busi- ness is resumed. O. M.-Although the market value of the debentures named has depreciated a little the stock is well covered and the interest reasonably assured. Unless you desire to be out of this investment we see no reason to advise sale. Woodend-The war has upset many a com- pany's plans and we cannot express an opinion whether Trinidad Petroleum Development will offer new shares to exist- ing shareholders. The meeting probably will be held next month",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Answers to Correspondents",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0002_013",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "_id" : "FTDA_1939_0905_0002_014",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "Messrs. Sidney Van den Bergh, Arthur Hartog, P. D. H. Hendriks, Henry Jurgens, Rudolf Jurgens, Heinrich Schicht and Franz Schicht have resigned from the Board of Lever Brothers & Unilever, and Dr. R. J. H. Patijn has resigned from his advisory directorship. Arrangements are being made for the following to cease to be directors of the Dutch company, Lever Brothers & Unilever N.V.: - Messrs. C. W. Barnish, Albert Van den Bergh, James P. Van den Bergh, C. H. Clarke, F. D'Arcy Cooper, Clement Davies, Herbert Davis, J. L. Ferguson, H. R. Greenhalgh, Geoffrey Heyworth, J. L. Heyworth, Viscount Leverhulme, Messrs. J. L. Polak, Paul Rykens, Georg Schicht, Heinrich Schicht, Franz Schicht, J. L. Simpson and C. E. Tatlow. Some new directors of Dutch nationality will be appointed. Arrangements also are being made for Messrs. H. Ballantyne, L. H. Hartland- Swann, J. W. Pearson and the Marquess of Carisbrooke to cease to be advisory directors of the Dutch company. The agreement between the two companies with regard to dividends is not affected by these changes.",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Lever Bros. & Unilever"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_015",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "C.t Im ou bi bl ra !t> I0i !al oi th Unt St bLn 01 thi inc 11! thI tl1 es t; ;0 M un st bl: ui rs !hi ne 1h er H es Le rs at Lh be or d- ss r he es ed as s- ai of th id r- k. dd f 5I al 11 n ýd 9 ýf f rl \"FINANCIAL TIMES\" SPECIAL Although a \"limited \" Bank holiday had been declared over the week-end, the City was neither deserted nor idle yesterday. Outwardly, of course, the big banks appeared to be engaged in nothing more than the removal of documents and effects to \"other fields,\" as their doors were closed to the public, but behind those doors there were hives of activity. Not only had the several financial measures to be digested, but the executives and staffs were confronted with numerous forms relative to the emergency measures to be taken for the prosecution of the war. As was generally expected, control of foreign exchange transactions be- comes the order of the day. The Government needs gold and foreign exchange, the particular currencies listed being American and Canadian dollars, French and Swiss francs, Belgian belgas, Dutch guilders, Argentine pesos, Swedish kronor and Norwegian kroner. This list may be added to from time to time. Authorised Banks A list of banks authorised to deal in all currencies has been compiled, these institutions being ten of the 11 London clearing banks (the National Bank-which is an Irish bank-being omitted), the Scottish banks, and the Union Bank of Man- chester. Surprise was expressed at the inclusion of one or two institu- tions which have not hitherto had an exchange department. There are also lists of banks authorised to deal (a) in certain foreign currencies and (b) in cer- tain colonial and dominion currencies. A number of important banking institutions are omitted from these lists but they can continue to do busi- ness. Bankers other than authorised dealers who wish to maintain their normal relations with foreign corre- spondents should apply for permis- sion to the Bank of England. It should be emphasised that every effort will be made to enable contracts made before 3rd September to be complied with, the intention being to facilitate the completion of outstanding commercial and financial contracts. In some quarters yesterday concern was expresIed regarding fulfilment of forward contracts, but it is understood that every facility will be granted to liquidate these-even to the extent of \"swap'\" operations. Forward exchange transactions will be permitted for genuine commercial purposes. Brokers Displaced The war emergency regulations mean the displacement of foreign exchange brokers. Business during hostilities will be carried out by direct contact between the banks concerned. The wording of the regulations in certain parts created an impression that there may still be work for brokers to do as over the past few years. Un- fortunately, however, this is only a pious hope. Brokers will attend their offices to-day to see what happens when the \"market\" reopens under the new conditions, but, after that, it will be a case of dealings through banking con- tacts only. Speculation was rife yesterday as to what the rate for sterling will be. In ome quarters the view was expressed ;hat the existing level may be chosen, but, in other directions, it was felt that he authorities would raise the quota- ion in terms of the dollar because of he additional cost of imports with a lepreciated pound. It is thought that, whereas during :he Great War the pound was rigidly held at one level, the rate may be raried at intervals when the market has settled down under the new egime. It is interesting to note that Paris quoted 175.55 for sterling and 1.75 for dollars yesterday, thus &iving a dollar-sterling rate of around 4.25. This, of course, is no criterion .s to the view our authorities will ake. Incidentally, it was learned yester- lay that while the banks were closed o the public arrangements were made or meeting any demands for currency or internal purposes. No particular hange is expected in the discount narket owing to the unofficial assur- nces regarding Bank Rate and the utlet for bills in special quarters.",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "City and New Measures"
}
,{
   "text_content" : "VENTILATED A*R*P SHELTERS hold four times as many people! Therefore for a given number to be accom- modated they need be no more than one-fourth the sine, with much less chance of being bit. The constructional cost per person is propor- tionately reduced. We are supplying various types of plant, from cabinete for 7 prersons upwards to larger olants for industrial Drotection.. 4 Stamdard vemsjJdise and /iJtrauiox plars sr jo hin: as inital ad hy.idi fwat'iLim, and waekidpaiiiue, SUTCLIFFE, SPEARMAN AND COMPANY LIMITED 01-.5.es LEIGH, LANCS. ..osa:go LONON OFFICE: 66 ViCooria St., M * D.I.",
   "article_dc_title" : "Sutcliffe, Sepakman and Company Limited",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0002_016"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_title" : "House Members Recalled for Business",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The City is rapidly adjusting its business to the war-time conditions thrust upon the nation. The London Stock Exchange Committee has called upon members to reopen their offices to-day for the resumption of business. The House will remain closed until further notice. (See Page One Cols. Two and Three.) Regulations have been framed for the settlement of open bargains and for the carrying on of business pending the reopening of the House. As announced in THE FINANCIAL TIMES yesterday, the 7th September Settlement is postponed until 21st September. A new decision is that the settlement of all bargains done on Friday last in gilt-edged securities is postponed until 21st September or the first business day after the reopening of the House, whichever is the earlier. Contango rates for the extended periods based on altera- tions in the Bank Rate will be fixed by the Committee. MINIMUM PRICES RETAINED Minimum prices for gilt-edged securities set out in the Official List of 31st August are retained, but the question of their revision is under consideration. All stock and share bargains must be for cash. The Glasgow Stock Exchange will open to-day for business. The market has been closed since Friday, but the building has been open for use of members. It is not anticipated that much activity will be witnessed to-day. The Dublin Stock Exchange Committee met yesterday morning and decided, in view of the fact that Irish banks were closed, to suspend dealings until to-day. Provided the banks reopen to-day, the Stock Exchange will resume. Dealings will be in Irish securities only pending the resumption of business in London, and there will be no evening session.",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_001",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0003_002",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Control of New Issues",
   "text_content" : "X&LL J_ 'J- V XjJ. Issuing houses yesterday expressed full agreement with and unconditioned acceptance of the new Treasury regu- lations concerning capital issues. Most of the issuing houses were open, and although few principals were in attendance reduced staffs were en- gaged upon routine work. Recent market conditions have been decidedly discouraging to new issue business, and therefore the outbreak of hostilities has found few firms with any considerable volume of business in hand. On the other hand, such new issues as were under consideration were largely con- cerned with the expansion of industries of national importance. It is expected that the Treasury may shortly be able to give consent for these plans to go ahead. NO OFFERS EXPECTED The Treasury has stated that \" Issues will be allowed . . . if it is shown to the satisfaction of the Treasury that they are advisable in the national interest.\" In any case, financial and market con- ditions make it unlikely that any new issues, apart from Treasury issues, will be made for some time to come. Although it is thought that the Treasury would give issuing houses permission to proceed in cases where they are already under con- tract to a third party, it is unlikely that the parties concerned would care to risk seeking capital from the public at the nresent time. Details of how gold and foreign ex- change regulations will be operated Page 2 Cols. 5 and 6 Editorial Comment Page 2 Col. 1.",
   "paper_dc_date" : "1939-09-05"
}
,{
   "_id" : "FTDA_1939_0905_0003_003",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "From OUR OWN CORRESPONDENT NEW YORK, 4th Sept. The Governors of the New York Stock Exchange are to meet to-day to review the nature of selling and buying orders accumulated over the prolonged week-end and to consider the probable effect on the market. To-day's stock markets will be the first since war was declared on Germany.. They are expected to swing upwards, not only because of indications of increased indus- trial activity as shown by the business activity index for August, which was at a new current recovery high, but also because, as opposed to what happened in 1914, stps have already been taken to meet any emergency. Foreign holdings of U.S. stocks are smaller than in 1914 and Britain has already taken effective measures to pre- vent immediate liquidation. In addition, the War Industrial Board is already func- tioning, and the Agricultural Adjustment Act has removed any fear of a repetition of the disturbances experienced in 1914. Mr. Morgenthau, Secretary of the Treasury, who returned to-day from his Continental holiday, referred in an in- terview to the strong financial posi- tion. Gold had recently been imported at an average rate of about $72,000 millions (114,400,000), he said, and the gold re- serves of the Federal Reserve Banks were now $8,600 millions (£720,000,000) higher than in 1938, a record level. All United States and Canadian markets were closed yesterday for Labour Day. Saturday's closing prices appeared in \"The Financial Timnes \" yesterday.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Wall Street Ad the War",
   "article_dc_subject" : "article"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_title" : "Dow Theory and S. E. Reopening",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "text_content" : "By C. B. ORMEROD On 31st August, the last day of trading on the London Stock Exchange prior to the outbreak of war, THE FINANCIAL TIMES Rail and Industrial indices closed at 41.6 and 96.6. The August lows were 40.7 and 92.4. The lowest points touched during the 1936-39 bear market have been 35.2 and 91.2. For a long time past this Dow Theory column has taken the view that the bear market is on its last legs. The price move- ment prior to the last fateful week-end in no way contradicted this premise. The Stock Market quickly adjusts itself to changed conditions. When it reopens, the market may well surprise the pessimists, as indeed has been the case in Wall Street which remained open over the week-end. At the August low levels both markets were, to all intents and purposes, discount- ing the outbreak of war. From now on their function will he to reflect the course of the struggle and to endeavour to fore- cast its outcome. One thing would seem certain and that is that British and American industry will from now on be working to capacity. Despite taxation and Governmental con- trol profits, as a whole, are wore likely to increase than decrease. The gradual development of a long-term uptrend in British equities may now occur, springing from the base created by the September, 1938, January and August, 1939, lows of 91.2, 91.4 and 92.4 respec- tively. A bullish attitude towards British equities will be justified so long as the 91.2 level remains intact. WALL ST. PRIMARY TREND In the case of Wall Street, the primary trend is assumed to have turned upwards in April. The sharp advance registered at the end of last week, to the accompani- ment of very heavy volume, bears out this assumption and confirms the viewpoint put forward in last week's article that the secondary reaction, which commenced in July, is over. The Dow-Jones averages may well con- tinue to fluctuate for the time being between the recent high and low levels which, in the case of the Industrial average, are 144.71 and 130.05 and for Rails. 80.20 and 25.85. The ultimate emer- gence from this zone will give a clear indi- cation of the long-term trend of American Common stocks and business activity under war-time conditions. Evidence at present available points to an upward penetration as being the more probable.",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_004",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_005",
   "text_content" : "jt1'j~jrjr~jMrjA Uri Leeds Fireclay Company is reducing final dividend on the Six per Cent. Non- Cumulative Participating Preference shares to 3 per cent., less tax from 5 per cent. twelve months ago. With the in- terim distribution of 2 per cent, the total for the year is 5 per cent., less tax, as against 7 per cent. The issued Preferernce capital is £500,000 in £1 shares, whtch were last dealt in at 11s 9d. For 1937-38 a dividend of 5 per cent., less tax, was paid in November on the £100.000 of Ordinary shares. The Pre- ference are entitled to a non-cumulative 6 per cent. and to participate pari passu with the Ordinary after the latter have received a dividend of 4 per cent. The lOs Ordinary shares stand at 4s 6d. Mr. C. F. Spencer is chairman. Editorial Comment Page 2 1ol. 2",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Leeds Fireclay",
   "paper_dc_date" : "1939-09-05"
}
,{
   "text_content" : "\" FINANCIAL TIMES\" SPECIAL The London Metal Exchange will re- open at Whittington-avenue at noon to-morrow for the liquidation of open contracts; no new contracts will be permitted. A decision to this effect was arrived at yesterday by the Executive Committee which was ap- pointed recently by the Committee of the Exchange. Arrangements for subsequent busi- ness will be made on a day-to-day basis as circumstances require. It will be recalled that members cannot sell to consumers without a license. Negotiations are in progress, it is under- stood, for the fixation of maximum prices for lead, copper and spelter. A schedule of prices has been suggested by the Gov- ernment; these.prices are believed to be little higher than those current before the close of trading on the London Metal Ex- change last week. MATURING CONTRACTS As at present arranged, the business of the London Metal Exchange will be con- ducted in London; only if air-raid dangers are acute will the headquarters be moved to an address in the home counties. Some difficulty in dealing may result from the diversified location of the emer- gency offices taken in the country by ondon Metal Exchange firms. In the case of copper and tin, prompt contracts mature on specific days. But with lead and spelter, tendering is done by ship- ments, and in consequence the declarations may well have to be sent round numerous places in the country, with consequent delay.",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Metal Exchange Opening Plan",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_006"
}
,{
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Cotto Spurts at Liverpool",
   "text_content" : "With the banks, Stock Exchanges and most commodity markets closed yesterday, the Liverpool cotton market was one of the few centres of trading activity. American futures opened firm and heavy buying and short-covering from all quarters found offers very scarce in early trading. Later the market became rather more settled, but general buying remained a feature and was supplied by selling at limits and some hedging. Price movements were less erratic in the afternoon, but business remained fairly active. Hedge selling and profit-taking were well absorbed by further general buying and trade-calling. The tendency at the close was irregular with values 77 to 19 points higher. Sept. 6.08, Oct. 5.95, Nov 5.97, Dec. 5.96, Jan. 5.88, Feb. 5.78, March 5.68, April 5.58, May 6.48, June 5.39, July 5.30, August 5.20, Sept. 5.10. Giza 7: Sept. 7.47, Oct. 7.64, Nov. 7.69. Dec. 7.69, Jan. 7.69, Feb. 7.69, March 7.69, April 7.64, Mly 7.64, June 7.66, July 7.66, August 7.66, Sept. 7.66.",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0003_007",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Closed Commodity Markets",
   "text_content" : "Owing to control regilations, the direc- tors of the Liverpool Corn Trade Associa- tion have closed the wheat and maize futures markets for an indefinite period; and all trading in c.i.f. and spot is sus- pended until further notice. The final settlement for liquidation of all futures contracts will take place on Thursday next, at the usual clearing house hour. The London Copra Association is closed until Thursday morning. The London jute market will not open for the next few days, and when reopened controlled prices wil come into force. The Rubber Exchange in Mincing Lane will reopen for business on Thursday next. It has bPen closed since Thursday of last week. On 24th August the Committee decided that should an emergency arise seven days would be declared non-business days, when the Exchange would be closed. An emergency committee was formed with power to shorten or extend the period if thought desirable. SUGAR AND COCOA MARKETS The sugar, cocoa, shellac and pepper terminal markets have closed until further notice. There are no forward prices for sugar. The London Oil Tallow Associa- tion and Rubber Association closed yesterday, but will reopen on Thursday, on which day the London Rubber Trade Association will also reopen. In the London provision market \"Standstill \" prices will remain in force until further notice.",
   "_id" : "FTDA_1939_0905_0003_008",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Paper Supplies and Prices",
   "text_content" : "The Minister of Supply has undertaken the control of supplies and prices of paper and paper-making materials. Control will be exercised by a department of the Ministry entitled the \" Paper Control.\" An order has been made providing that no person shall sell in the United Kingdom any paper except at a price not exceeding the appropriate price set out in the schedules to the order. This provision does not apply to any sales or deliveries by retail traders. Manufacturers of paper are also prohibited from purchasing any fibrous materials in the United Kingdom for use in paper-making except at a price not exceeding the appropriate price set out in a schedule to the order. These two provisions do not apply to any contract existing in writing at the date of the order. Government control measures Page 1 Cols. 5 & 6",
   "_id" : "FTDA_1939_0905_0003_009",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_010",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Prices Jump at Tokyo",
   "text_content" : "TOKYO, 4th Sept. There was considerable excitement in the Tokyo Stock Exchange to-day after the week-end news that Britain and France had declared war on Germany. Eager traders filled the hail. Many shares soared sharply, especially Shipping issues. Nipp on Yusen Kaisha, the bi Japanese shippIng company, advanceZ 26 yen, and all other' stocksa rose by from one to 20 yen.-Reuter."
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_011",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "t f y is e Is le a If I- 'e d y e 5 d 5 5 d r. If d 11II y r d It e y g y 7 I, e p. h y Banks will in future be open for business from 10 a.m. to 2 p.m. on Mondays to Fridays and from 10 a.m. to 1 p.m. on Saturdays. They will not in future accept for safe custody securities, parcels or boxes. Changes in banking hours through- out the country were announced by posters displayed outside bank pre- mises yesterday. The banks were closed for the day and will reopen to-day. For the time being bank offices will be open to the public on Mondays to Fridays from 10 a.m. to 2 p.m. in- stead of from 9.30 to 3.30 p.m. On Saturdays and other normal half-days the hours will be 10 a.m. to 1 p.m. instead of 9 a.m. to 12 p.m. These hours will be subject to revi- sion to meet any change of circum- stances. The banks also point out that owing to the risk to transport and other difficulties unexpected delays may occur in the collec-' tion of cheques and other items. They are therefore unable to guarantee clear- ance within the normal period. PRECAUTION AGAINST LOSS In view of the possibility of risk of loss or destruction, customers are advised to keep a record of the following particulars: 1. Name of the bank and branch on which the cheques are drawn. 2. Name of drawer. 3. Amount of cheque and date of issue. In regard to articles left for safe custody, the banks state that while they will continue to hold securities, boxes and parcels within their available accommoda- tion as long as possible, they cannot under- take either to accept any further articles or to grant such storage indefinitely, or to move articles from one branch to another. Banks also reserve the right to move any securities or articles left for safe custody as they may consider desirable. While the banks will exercise all reason- able care with the facilities at their dis- posal to ensure the safety of articles de- posited with them for security or safe custody, they do not accept responsibility in the event of any damage or destruction. In the absence of banking facilities no business was done in the discount market. Some members of discount houses were at their offices in the morning, but generally left early in the afternoon. Business was also at a standstill in the foreign exchange market. Exchange transactions almost invariably originate with the foreign exchange department of banks and banking houses. The closing of the banks, therefore, left the market without any basis for its normal activities.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Change in Hours of Banking",
   "article_dc_subject" : "article"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_012",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Government and Railway",
   "article_dc_subject" : "article",
   "text_content" : "No announcement has yet been made as to the financial arrangements between the Government and the railway companies arising from the passing of control of the latter to the former. The matter has been under discussion for some time and there is no doubt that the experience gained from the 1914-18 scheme -will be. adopted as the basis, although the considerable changes effected in the railway industry since that time will probably result in a more comprehen- sive agreement. The original plan in 1914 was that aggregate net receipts taken over the period under State control should be com- pared with the aggregate for the corre- sponding period of 1913 and the ascer- tained deficiency made up. Owing to the prolongation of control and numerous other factors arising this agreement was subsequently extensively revised. Ulti- mately the companies were paid £60.000,000 in full discharge and with cer- tain conditions as to its use."
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_013",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "Representatives of the tron and steel in- dustry .have accepted philosophically the measure of Government control to which they have been subjected as a result of the present state of emergency. Price control and Ministry of Supply licenses for the acquisition of products and certain raw materials had long been re- garded as inevitable in the case of war. The new arrangement is seen as a form of home rule under the egia of the Govern- ment and with the measure of home rule there is general satisfaction. This system of control has arisen naturally out of arrangements which had already been in existence and which required only to be modified. Sir Andrew Duncan, the Controller 'for the iron and steel industry whose appoint- ment was announced in sHE FINANCIAL TIMEs yesterday, is now responsible directly to the Minister of Supply. During the past two or three years the industry has had a certain amount of experience of questions relating to supply and to the granting of voluntary priorities-as opposed to compulsory priorities-which suppliers and merchants had to some extent exercised. Now practically everything has to be applied to a priority test. There are certain exemptions and, within the limits provided, other work will be dealt with in- cluding certain proportions of work in progress. But no work will be carried out if additional material required for it is wanted for Government purposes.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Steel Industry Control",
   "article_dc_subject" : "article"
}
,{
   "paper_dc_date" : "1939-09-05",
   "text_content" : "Net income of International Railways of Central America for July amounted to $58,320, a decrease of $15,053 on July 1938. Seven months' net totalled $820,940 a decrease of $1,003 on the like period of last year.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Central America Rlys",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_014",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_015",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Government War Risk Rates",
   "text_content" : "From our MAXINE INSURANCE CORRESPONDENT The Government's scale of rates for the insurance of cargoes against war risks was issued yesterday morning. As was stated in THE FINANCIAL TIMES yesterday, the Board of Trade has commenced such business from the new War Risks Insurance Office, Lloyd's Building, E.C. The Government Office's scale of rates is divided into two parts, the first rating ocean voyages which are numbered and the second rating short sea voyages to the Continent within stated limits and to the Irish Free State. THE SCHEDULE As the following list shows, the maxi- mum of the scale is 70s per cent. home- ward from America and also from the- Far East via the Cape and the minimum is 10s per cent, for voyages from the West Coast of the United Kingdom to the Irish Free State and vice versa. SCALE OF RATES ISSUE BYr BOARD OF TRADE WAR RISKS INSURANCE OFFICE Out Home 4th September, 939 OA % i. U.S.A. Gulf and Atlantic). Canada (Atlantic), West Indies, including British Guiana. Central America. Gulf te United States) ........ 3140 2. South America ..................50/ 701 3 U.S.A. Pacific) and' or Canada (Pacific) via Panama............01( s0 4i. Portugal and spain Atantic) ...... 30r 401 1.5 West Africa 40/ 50, 6 South and East Africa not via Med.) and not North of Mombasa .. 10. 4 Sn ' 7. Aeustralasia via Panamas 4../ .o50! r. India and Straits via Cape ......... 5 60/ 9. Far East via Cape ............60/ 70f Far Eant via Panama ............50/ o Out and homeward A. U.K. to U.K. .....................201 B. West Coast or U.K. to west Coast of U.K. 1.5/ C. U.K. cx West Coast or Irish Free State 15/ D. West Coast of U.K. to Irish Free State 10! E. France-not beyond Brest inctlsive ..20 F. France (Bay Ports) ................. 10! G. Holland and relgium ............... a1 The above rates to apply to cargoes in all vessels to he named at time of acceptance, or thereaftr. but warranted ailing within 7 (lays of acceptance of risk, or held covered at the scale in operation at time of nailing. Ship to warehousne and vice versa, as per explana. tory memorandum 10s per cent. Simultaneously the Joint War Risk Rating Committee of Lloyd's and Com- pany Underwriters issued a new general schedule of tates to apply to voyages which do not come within the Government's scale-that is, voyages other than those to, from or in the United Kingdom. These rates are naturally higher than the Gov- ernment's scale, reaching a maximum of 210 per cent, for voyages from the Con- tinent *ithin stated limits to the Mediter- ranean or Black Sea. POOL'S MACHINERY The new Government office is situated in the main entrance corridor of Lloyd's Building and market opinion is that the existing machinery of the \"Pool\" which collaborated with the Government over the now abandoned reinsurance scheme will be utilised for winding up Pool business and at theý same time to inaugurate and carry on the Government office. Clause 2 of tne war Risks Insurance Act, which is now in operation, empowers the Board of Trade to insure British ships and cargoes against \"war risks or King's Enemy Risks. Hence there is reason to believe that the limited reinsurance against King's Enemy Risks given by the Board of Trade to the Pool will now be expanded under the Government office, which will become a direct insurer of cargoes against all war risks. STATE'S COVER 80% As for the insurance of ships, the Government has not as yet announced that it is providing direct insurance against war risks, ahd so it must be assumed that the arrangement hitherto in force con- tinues. This is that the Government re- insures the mutual associations formed by shipowners to cover war risks on a com- munal basis, to the extent of 80 per cent. of their liability, subject to certain pro- visions as to the amount insured, etc. Clause 2 of the Act only provides that the Government becomes a direct insurer of ships against war risks if it appears to the Board of Trade that reasonable and adequate facilities for such insurance are not available. It is patent that, as yet, this situation has not arisen, nor is it likely to on the precedent of the Great War when a similar arrangement to that now in operation worked very well indeed.",
   "paper_dc_date" : "1939-09-05"
}
,{
   "article_dc_subject" : "article",
   "article_dc_title" : "Dividend Resumed",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Devon Estates (Malacca) is resuming dividend with an interim payment on 7th October of 2d per $4.25 ishare. This is equivalent to about 1% per cent. No dividend was paid on the $2,944,187 of capital in respect of 1988. For 1937 there was an interim distribution of 2% per cent. followed by a final payment at the same rate, making 5 per cent. for that year. Mr. H. C. Stewart is chairman and joint managing director. The shares stand at 3s 6d.",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_016"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0003_017",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_title" : "British Coal Output",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The British coal industry, which has not been placed under Government c6ntrol like iron and steel, although the possi- bility of such a step cannot be ruled out, is capable of a considerable increase in output. Although production has been running high in recent months there is no doubt that it could be raised very substantially should the need arise. The full potential output of the mines, as at present equipped, is very much greater than is likely to be required for some time since industrial consumers have large stocks. Already, under legislation passed during the last decade, the State exercises a wide measure of control over the mining industry. The Central Council of Colliery Owners is a statutorily constituted body and is in a position to take such steps as may be -necessary in the national interest. Rationing of coal and its products has already been announced and the necessary machinery was established e'qarly in the summer,",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_018",
   "text_content" : "INDIAN STANDARD WAGON Accounts to 31st March of Indian Standard Wagon Co. (submitted at mtg. ystdy. in Calcutta) show prft. Rs.6,16,990, plus int., etc., Rs.3,633; deduct deprec. Rs.2,00,000, fees, commissions, etc., Rs.2,11,304, leavg. net prft. Rs.2,09,320; to 7 p.c. Pref. div. Rs.1,37,655, Ord. div. 10 p.c. (same) Rs.97,462. Fwd. Rs.35,407. Report states owing to paucity of orders received works were on reduced produc- tion throughout year. Serious labour Announcements by the following com- panies also appear on this page:- Devon Estates (Malacca) Leeds Fireclay unrest resulting in three months' strike further restricted output. Despite these difficulties, trdg. prfts. are such as to allow div. at same rate as last year. Volume of orders for current year is equal to average of past two years, present year being the third of the Railway Board's three-year wagon programme. Supple- mentary wagon orders have been received, together with usual orders for springs, wagon components, etc. NATIONAL INDUSTRIAL CREDIT Report of National Industrial Credit Corpn. (of S. Africa) to 30th June (prelim. figs. appeared in THE FINANCIAL TIMES on 11th Aug.) shows net prft. £25,649 (£22,341), after £5,i250 (£4,100) to tax: to Pref. div. £7,500, to conting. £4,000 (£3,000), off prelim. exes. £5,385 (same), Ord. div. 6% p.c. (at 5 p.c. p.a. on amts. paid up) £8,125 (£3.219), fwd. £7,512 (£6,874). Directors state satisfactory pro- gress continues. Mtg., Johannesburg, 18th Oct. STANDARD INSURANCE Revenue to 30th June of Standard In- surance Co. (rept. submitted yesterday in Dunedin) £222,767 (£210,270); deduct expend. £177,821 (£166,317), leaving prft. £44,946 (£43,953); to deprecn. of sees. £5,000 (£1,500), to res. £15,000 (same), fin. div. 6% p.c., mkg. 12% p.c. (same), fwd. £22,331 (£22,385). Accounts show fire, marine and accid. prems. £196,882 net (£184,880), int. £25,873 (£25,381), losses £95,208 (£82.058), taxes, etc., £10,187 (£10,734), net prft. after res. for unexpired risks as above. Editorial Comment Page 2 Col. 2 SILVERTON TRAMWAY Report to 30th June of Silverton Tram- way Co. (submitted at mtg. in Melbourne on 30th Aug.) shows prft. £62,755 (£63.481); to intm. div. £25,000 (same), to special res. for repayment of capital- from int. earned £2,524. (£1,758), from wrkg. prft. £3,726 (£4,492), transfer of int. to res. accts. £807 (£700), provision for bldgs. renewal £6,000 (nil). Fin. div. 10 p.c., mkg. 20 p.c. (same), £25,000; fwd. £8,352 (£8,655).",
   "article_dc_title" : "Nat. Industrial Credit",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Interim Dividends",
   "article_dc_subject" : "article",
   "text_content" : "INTERIM DIVIDENDS Savory and Moore (chemists)-Fixed half- yearly divs. on 6 p.c. Cum. Pref. and 7/ p.e. Cum. Part. Pref. for half-year to 30th Sept., payable on that date.",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_019"
}
,{
   "_id" : "FTDA_1939_0905_0003_020",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Kaffir Profits for August",
   "text_content" : "Instead of the usual detailed earnings statistics, the Central Mining-Rand Mines group of South African gold mines has issued profit figures only for the month of August. The revenue has bc -n based on a gold price of 148s per ounce for the seventh successive month. INCREASED EARNINGS Features of the Central Mining-Rand Mines figures are the setting up of fresh record profits by East Rand Proprietary and Modder East, and the good increase of £4,438 shown in the City Deep surplus. The following table compares the August profits with those of July:- CENTRAL MINING-RAND MINEs GROUP Aug. July profit profit £ E City Deep ............... 39,491 35,053 Cons. Main Reef ..... 55,027 53,503 Crown .......... .....259,523 261,396 Durban Deep .......... 54,041 56,709 East Rand Prop. ......R110,359 106,885 Geldenhuis Deep ...... 19,605 19,094 Modder. B .............48,058 48,023 Modder. East............ R60,192 58,044 New Modder............. 100,281 100,162 Nourse ................ 25,602 25,601 Rose Deep ... . 18679 18,557 Glynn's Lydenburg ... 5,811 5,736 Transvaal Gold ... 4,127 4,555 Gold taken at 148s per fine ounce for both months. R=Record. Editorial comment Page 2 Col. 2"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_021",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Peel River Land and Mineral",
   "text_content" : "PEEL RIVER LAND AND MINERAL-The offices are now at Block \" F,\" Palmerston House, 34, Old Broad-street, E.C.2."
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_022",
   "article_dc_title" : "The Canada Life Assurance Company",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "of Address The CANADA LIFE Assurance Company give notice that they have removed their Head Office 0 t QI 1- 9, U . now from L? 177 , ,) tL. amesC~ s JUL OICU 3 · russouare, London, o.W.1J to their own property Tylers Wood, Hazlemere, Mr. High Wycombe, Buks. All communictions must be sent to tist noew addrea and wili be dealt with as promptly as pIseble 'ft · Change ;i ·4 f r ''' 1 · ,r '\"\" ·· ·* ' ·~'· '· i ~~,,. ~ ···:·: I· I·:~tl··Hr:: .·.?I~- ·*",
   "paper_dc_date" : "1939-09-05"
}
,{
   "article_dc_title" : "24,700 Fewer Workless",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The steady fall which has occurred since February in the number of unemployed continued last month. On 14th August the workless total was 1,231,692, a reduction of 24,732 com- pared with 10th July. The total was made up of 968,108 wholly unemployed, 211,978 tem- porarily stopped and 51,606 normally in casual employment. Ministry of Labour figures published last evening show that on 14th August the number of insured persons in employment n i l [a rtaiLn was alpproximately 12.900,000. This was 12,000 less than the record total at 10th July, but 610,000 more than the total for the corresponding month last year. The tigure for 14th August excludes in- suredl militiamen and reservists numbering approximately 50,000, who were in train- ing at that date. MINES EMPLOY MORE There was an improvement in employ- ment in coal mining, engineering, ship- building and repairing, building and public works contracting, the cotton industry, shipping services, the distributive trades and hotel and boarding house service. On the other hand, employment declined in pottery and footwear manufacture-mainly necause of local holidays-and in dress- making. The total of workless comprised 908,752 men, 38,347 boys, 245,209 women and 39,384 girls. It included 1,102,416 persons who were applying for benefit or unem- ployment allowances. Of these, 245,000, or 22 per cent., had been out of work for 12 months or more; 741,000, or 67 per cent., for less than 6 months; 643,000. or 58 per cent., for less than 3 months; and 525,000, or 48 per cent., for less than 6 weeks. Of those on the registers about 53 per cent. were applicants for insurance benefit and about 37 per cent. for unemployment allowances, while about 10 per cent. had no applications for benefit or unemploy- ment allowances. DIVISIONAL CHANGES The following table shows the difference between 14th August and 10th July in the total numbers unemployed in the various administrative divisions:- London ... -13,152 N.-Western -10,479 S.-Eastern - 3,248 Northern - 3,641 S.-Western - 9 Scotland ...- 3,701 Midlands +17 ,393 Wales ... - 3,704 N.-Eastein - 4:191 Changes in the numbers of insured per- sons - aged 16 to 64 - unemployed in various industries compared with 15th August, 1938, were:- Cotton .............................. -72,774 Coal-mining ........................ - 5i,495 Woollen and worsted ......... -35,108 Iron and steel .................... -32,676 Distributive trades ............... -29,574 Metal goods manufacture ...... -29,345 Engineering, etc. .................. -25,692 Building .............................. -24,188 Public works contracting ....... -14,090 Motors, cycles, aircraft ......... -13,328 Tailoring ........................... -11,042 Tinplate .............................. -10,129 N. IRELAND RECORD On 14th August 249,000 people were in insurable employment in Northern Ire- land. This was 6,150 more than on 10th July and constitutes a new employment record. In",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0003_023",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0003_024",
   "paper_dcterms_spatial" : "National Daily",
   "text_content" : "OBITUARY SIR ALFRED TRITTON The death is announced of Sir Alfred Tritton, senior partner of Brightwen and Co., bill brokers, with whom he had been for about 40 years. Sir Alfred was among the best-known figures in the discount market. MR. ROBERT MUIR The death has occurred, as the result of a motor accident, of Mr. Robert Muir, says a Reuter message from.Johannesburg. He was chairman of the South African Press Association, the Diamond Fields Adver- tiser, and the National Industrial Council for the Printing and Newspaper Industry of South Africa.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Obituary",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0003_025",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Recent Wills",
   "text_content" : "MR. FREDERICK CHARLES TILLEY, of Bournemouth, managing director Tilley Bros., Hendon, N.W., chairman of Peebles and Co. and Tilley Lamp Company, left £85,914 (net £85,042). Duty, £16,141. LIEUT.-COL. A. L. CARROLL, director Fine Cotton Spinners' and Doublers' Associa- tion and James Marsden and Sons, left £1,662 (net £1,475). Gross ralue is the total of all assets possessed by the deceased before deduction of liabilities. Net personaltly Is comprised of all property such as money, shares and leaseholds. after deduction of debts and funeral expenses. It excludes realty (freehold property), ny charges on which must he deducted belore arriving at the net realty. Estate duty iu payable on the total of net personally and net realty"
}
,{
   "_id" : "FTDA_1939_0905_0004_001",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-05",
   "text_content" : "1lin. Hie lhstad price Price 31st 3Ris 25th August f business Aug. done BRITISHI 62xd Console 212 p... 6414-514 - 114 6612-6412 9812 Coned. 4 pc- 100-1 - 14 101-100 9314 Conversion Loans 212CPeC1944-49.. 9234-534 - 14 9354-9312 9412 3 pe 948-53... 94-5 - 4 9514-9412 8712 34 p...........8914-54 - 14 9014-8814 3nW d 1940d 1(111 19 1015-1003. 200541 44 pc 14-44... I0100 2-g 1:-L2 1014-1UU 10614 5 pe 194464 ... 106- 14 107,1s1064 88l2War Loan 3jpe... 90-12 121 9114-8968 1021uFunding Loans 4 10 196D-90 10312-412 12 10434-10312 89 3pC1959-69 ., 89-90 12 9054-89 81 2poe(196-61).. 81-2 12 82312-8114 8812 2pe 1(1952-57).. 88-9 12 8958-8914 102 Victory Bds. 4 pc 102-3 - 12 10312-10212 96 at.Def.2j(1944) 9554-614 - 14 9612-9612 92 Do. 3 pe...... 9134-254 - 54 9312-92 7612xi4led'n3%(1986-96)1 7712-812 - 7812-78 9734 Treas. Bds. 1 1e (1939-41) ......... 974-.84 - 731xd Localioans 3 e7512-612 - 114 7734.76 67 Irish Land 24 68-69 - 7012-6912 295 Bank of Englad 300-310 - 308-302 56 India Loans 2 ,eP 58-60 - - 67 3 pc......... 6870 - 6912-6712 80 34 p ......... 81-83 - 821280 94 3 pe1954-59 ... 94-96 - 95 95 100 4 po 1948-53..... 101-103 - 102-102 104 4 pc 1950-55.. 105-107 - 10512-105 105 49 po1958-68... 106-108 - 10612-105 19391!. Highest. atsd 1939 prive lowest, i lah_ ______ 25th bboniness igh 1Low Avg. dose CORPORATION STOCKS 95 89 AyrCC.C.3pe 1956 ...... 85 - 97 90 Belfast 31 pe 1957......... 86 - 981293 B'miugham31pe957-62 89 - 101 98 Blackpool 3 p1962 ... 93 - 996s 93 Bournenm'h35p01958-62 90 - 93 89 Bradford 3 pe 195-58 ... 86 - 94 87 Brighton 3 pe 1956-58 ... 84xd - 10312 9712 Bristol 39 Pc 1961-66... 93 - 9314 88 Cardiff3pe 1956-58 ...... 85 - 10134 97 Coventry 3p1960-64.. 93 - 93 87 Croydon 3 p1956-58 ... 85 - 101 98 Derby 3 1 pe 1953-63...... 96 96-96 103 100 Edinburgh 4j pc 1940-60 100 - 10914 10412 Glasgow 5 p1945-55 ... 105 - 1021 97 entot, County 3 p 1968 94 xd - 9612 9212 Leeds 31 pe1958-62.... 91 94 8512 Leicester 3 pc1958-63 ... 88 101 9612 Liverpool 3e1916.. 95 - 1008 951 L.C.C.3 op969-73.....93 93129312 98 9212 Lnd.(City)31pe 1959-64 88 - 9712 92'4 3Lu 3 pe 1864 .....92 - 10858 10334 Nottinbrnam 5 pel943-52 104 - 10114 96 Sheffield 3jPo 1963 ......193 - 9514 89 toke 31 pc1958-63 ...... 87 - 9614 92 ol'h'mptn3kpc1959-64 87 - 1115 10714 est Ham 5 pe1948-68 104 - DOMINION GOVERNMENT 10614 99 Australian 5 p 1945-75. 95 100-96 101 92 Do. 4 pe 195570 ......88 90-89 9754 87 Do. 31 pe 1948-53 ... 84 - 93 82 Do. 3j pe 1954-59 .. 72 79-7812 953s 84 Do. 39 pc 1950-52 .. 81 8212-8212 1033 991 Canada 4 pReg1940-6 98xd 100 100 10278 9934 Do, 39cp193050 ... 99 10014.9912 10834 10414 Irish Free State 4j pe Land Bonds .....105 105-105 10314 100 Jamaica4j pe 1941-71... 101 - 10814 99 N.S.W. 59 pc............ 97 101-9714 104e6 99 Do. 5 Ise1945-65...... 95 9912-97 10078 9754 N.Z.31 pe Ins. 1940.....100 10014-10018 9978 86 Do. 4 pe 1948-58 ... 85 8514-8514 10314 95 Do. 5pe 1946....... 92 95-94 10712 10212 Nigeria 4 p 1963... 00...... 10234 98 Queensland pe 1940-60 94jxd 9812-9812 10534 9812S. AustralianSpe 945-75 95 - 100k 95 Un. of South Africa 312 p oIns. (1953-13)... 90 9112-9112 10058 96 Do. 3pe1l95565......90 9112-911- 104 99 Do. 4 p1943-63......97 9912-987 110 1041 Do. 5p1945-75 ...... 102 - 10238 98 Victoria pc1940-60 ... 95 - 1058 99 Do. 5p 1945-75 ......95 - 10512 99 W. Austl. 5 pe1945-75... 95 - In the above lists are given the minimum prices fixed by the Stock Exchange Committee. Make-op31st ise ORO 31t Aug. July FOREIGNor fal 21 31 64 64 Argentine 312 pc Bonds 60 4 ..... 8312 8414 Do. 4 pW13 .o 79 83. 77 7714 Do. 4 .2poCov.... 73 7. 74 7412 Argentine Trust \"C\" .. 6812 73121......... 27 28 Austrian5pe.............. 21 5 ......... 5054 53 Do. 412 pe Bonds ... 40 50..... 8012 8412 Belgian 4 pc 1936 .......7012 5121 612 634 Brazilian 4 pc1889 ...... 554 754....... 714 714 Do. 5p 895........ 5 8......... 1712 1812 Do. 5pcS unding._.13 17. 12 12 Do.5pe1903........ 1012 1212. 614 612 Do. 4 pOesolsion... 5 8 614 61: Do. 4p1910 .........5 8. 7 714 Do. 5 pc1913......... 5 8. 35 1534 Do. 5 pcFund'g 191 1012 151 ... 1212 1312 Do. 612P..... 9 13. 17 18 Do. pcFund. \"A\" 10 15.. 13 1312 Do. 5 pFund. \"B\" 9 14. 1812 2012Bul'.r4p............. 16 20.. 10 912 Chilean 4j p1886 .:..... 9 12 1034 1014 Do. 6 pe1928 ........ 9 12 11 1014 Do. 7pj 9............ 9 12 .. 40 40 Chinese 4j pGold I8,8 46 50 -2 19 1912 Do. 5pc 1912........ 18 22.. 27 30 Do. 5pRrg.G.L.'13 29 33 -1 3112 33 Do. 5 pe Boxer.....38 42.. 2312 2312 Colombian 6 pe1913 ... 21 5. 19 1812CostalRica56pC 1911 .. 17 20. 60 65 Czechoslovakia 8 pe..... 43 7. 69 7114 Egyptian Unified 4 p... 6312 812 .... Frech 49Ppc........ 107s 1138. . O11 l. 4pen(Brit.Iss.).. 10 12. 30 3334 Germanpe.............. 26 30 -.2 21 2212 Do. 4jpc0.......... 18 22 -12 2612 28 Greek7p ......... 22 6 22 24 Do. 6 peBonds..... 18 22.. 20 20 iGuatemala 4 pe 185 ... 16 21 .. 2412 2612 Honduras 1867............22 5.. 21 2412 Hungarian 4Sp... 10 20 2312 26 Japan 4 pe 189 ...25 9 1 23 2534 Do. 4 pc1910 ......... 2312 612 -212 30 3212 Do. 5po1907 .......32 5 -112 36 3812 Do. S5o Conv. 41 5 +1 32 36 Do. 6p1924........ 37 41 -1 30 3212 Do. (Tokyo) 59 p. 3113 612-1 114 114 exican5PC1899... 12 182. 11a Ila Do. 6pe Treas. Bds.. 12 112..... 1 1 PeruvianCorpn.5pcPf. 12 112. 38 38 Do. Ordinary...... 14 12 ..I... 1212 13 Do. Debentures......1112 1212. 44 44 Peruvian Govt. 74 pce (Guano) ......... 40 4 -3 8 8 Do. 6pc.................. 5 10 .. 48 50 Poland (1927)4 pe ......38 42. 7312 7312 Portuguespep(lst srs) 71 3 5612 60 Potash of Germ. 'pc .. 43 51 94 1014 umanian 4 pe Cons. ... 5 9 24 2512 Do. 7 pe................. 22 6 812 812Salvador6 pe Certs..... 7 10 i......... 712 812 n.PauloCo.7 pBads. 5 8 19 2068 Do. Coffee7po ...... 14 18 6 6 Do. 6pc..... . 5 7 . ... S ish4 p.... 40 5 1 14 Trkish 79 p Ca. . 11 2alu......... 41 42 Uruguay p 3........ 8 41 ... Dealings restricted by Treasury Order. RAILWAYS Home 2712 3112Great Western Ord....... 2512 712-2 . . Do. 6 po Conls. Pref.. 78 82 12 14 Lou. Mid. & Scot. Ord.. 11 1212 -54 Do. 4pcPret.......... 5012 212-112 Do. 4pePref.,1823 34 6 -3 .......... Do. 4pc~uar ..........76 4 434 Ln. AN.E.5pcPf.Ord.324 41414 3 27 Do. Dof. Ord. ......... 21 34.. Do. 4pelsAPref. ... 28 30-L Do. 4p2nd Prel.... 914 101454 . Do. 4pclstoGuar.... 62 5. Do. 4pc 2ndGuar.... 56 9 .London Transport 41 pe ,'A\" (1985-2023) ...104 7 . I. Do. 6pc\"A\"........ 108 11 * Do. 4% T. F. A Do. 6pB(1946).202 0 6 * .,Do.O (~ltoaltr) 5 7 60 M oltanAssened.. 59 61 .. 60 67 thern 5 p P. Ord... 55 8 -2 12 14 Do.Def. Ord....... 11 114 FOREIGN AND COLONIAL 514 512 Antofagasta Cons. Ord. 5 6 . ..... ArgentineN.E.\"C\"dbs. 6 9. 614 634 Buenos A. Ot. Sth. Ord. 6 7 -14 19 1912 Do. 5 p Pref.......... 20 2. 3 314 B.A. and Paelfic Ord.... 234 354. 5 512 B.A. Western Ord.... 512 612. 4 412 Canadian Paelfi (525)... 334 414. . Do. 4poNo:-Cum.Pf. I8 24 ........ Do. 4 peDel). .....60 4. 6 612 Central 1rentlne Ord 614 714 2 2 Do. De . ...... 23 2312 Do. 6 pa Pret..... 21 3 . ..... Central Truguay Ord. 1 2 1121... 551g 5512CordobaCent. 3&% ...... 53 5 +1 22 S2012lCotsleaStock.. 21 3. 4 4 Entre Rios Ord........ 312 412 .. Do. lst Pref. :... 6 7 .. .. Grand Trunk 4 poGuar. 85 90 .. . GDo. 4 pDb. . 85 90 7 Gay. &Quitoat Bonds 6 8. ....n. ....o. O.... merar. 3 5 .a .......... Do. pPrCad. 55 4 . 14 14 Leodlvlil. Ord.... 54 1 . 78 80 11M16 4 poSterlfond 69 70.12. 3716 37/ Nitrate, als, Ord.(. 154M . B 894 10014101 Nord p6terl0 n Bde. Ogg go0e. 78 6012 Orless4polter. e 6913 7012. 21 92 snPaulo...........I0 2. ....... U.s.ofIavaOrd. 3454 . INDIAN ........Am lHwal. 68 71. ....... ........ Norh-West.249 54. .. I... en a INagpur .td. 87 90 .... n ..... B a. 102 5. . tdianlp 3 75 d. Do. \"B\" Annuli, 20L2 21X .... ...t...dGt Indian po do 75 a .... .. ..1.: . \"B'Aan'\"nuit. 334 414.. .Media and S. a 97 100. Bobllksnd and Kunson 260 5. West of India Porto- IusagOrd,............... 97 100.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Government Stocks"
}
,{
   "paper_dc_date" : "1939-09-05",
   "text_content" : "Make- Unplesa terwise, tisle Aug. Jymarked shares are of 31st Aug. or 21 £1 denomination fall BANKS .. Alex. Disc. (A2, £1 pd.) 253s 7..... .....Bankof Australasia (£5) 54 634...... ........ Bk.B.W.AF.(£1,£4pd.) 214 314..... Bk.oflon.&S.Am.(£5) 4 5.. Bk. of N.S. Walee (£20) 20 2.. Bk. of N. (£1, y. ld.)114 1.2. Barclays\"A))...... 914 1014. . . Do. \"B\" (£l.ly.pld.) 661 '70/1 +11 .. Do. ID.C. & 0........... 381 42).. Do. do. 8 pc Pref. .. 3531 371 -11 . Can.BankofComn.(g100) 3412 712T.R... . Chartered of India (£5) 614 714 -14 SDistrict A\"............. 334 414 .... . Eug.Scot.Aus.(£5,23id) 254 514 -211 Hog. & Shang. (812. £75 85 -2 IDo. (Col. Reg.)($125)£75 85 -2 .....Imperial of lIran (£10)... 914 1014.... ..... Lloyd (£5, £1 Ipd.) ...... 5216 5716 .... .....Martins (£20, £21 pd.). 712 8. Do. (£l)................ 3l22 54 :'.. . 1...M lnd.A(5.£124pd.) 2112 41... . .........Midland (£12, £221pd.).. 812 912-14 )........ o. (£2 ) (fy. lpd.) .. 9 10 14 :- : Do. (£1)(. lud.)..... 77/ 82 -11 -.l..... of.nd.N£i51241A.) 2711 912. ::... .(. o ,2 1.) 716 116...... .Nutia. \"A\" (£21. (p.) 5 6 ..... Do. \"11\" (£71,22 pd.) 11 122 -4 ... Nat. Prov. (£5, 14/ ltd.) 401 451 -21 . Do. (£, £1 Id.)...... 63 1 671 -11 ... Royal Bank of Scotland 420 40 -5 . . of . S.A.(£20,;£5pd.) 1112 1212 14 .... Un.of Austl.(£i5.25pl.) 5 6.. .... . 'Un.Di t.(£lf.). tnits) 40 1 45/ .. S .West1minster£4.£1 t.) 751 801 +1/6 BREWERIES . .. ..... Aex.Brit.Malltt ers l) 71 7/6..... . .. ... . . 6 ls t 'reft...... 23/9 24/9... Do. 7e \"A\" XPref.... 221 231/.. 125/6 13216 Bass.. .. 6 16116 65(6 681 Benskin's.................... 3 5 516 -132 18/ 18/3 Brewers & Distillers of Vaneouver$5)..... 16)6 17/6T... ......... ......... Btch'n-Deivar 6 pc ref. 24/6 26/6 ..... ...i. ityoflondonlpcPfd. 3116 51-/6 76 76 Do. Defd. (5) ......... 71 81 ......... 65/ 66/8Coae (Unit)............ 3 . 94)973 Distilters'::... 92/6:. 6 9 -2)9 98/ 105/6(Guinness(Units) ......... 458 4x -26 ....Hewitt Bros. ....... 214 ...... 87/9 91/6 Ind Coope and Allsopp 4516816. .. . l6ent 71 2Io P ig. Pref 156 16/6... 27)6 . 29)6 ...ux . ... 251 27/. ....Mitchellsand Butlers... 358 24 +116 . Ohson's Cape......... 3116 . 22/ 213 P. Walker and . Cain 209 2119 -13 .. Do. 4)polstDeb.... 98 103 .. . Seager Evans.........10) 11/6+16 10116 106/ SouthAfrica Brew...... 5116 + . Do. 5 pe Pref.......... 2116 23/6x. . ...... .A.Distillersa&Vines 37/6 39/6..... 301 30/9 Taylor Walker............ 291 30/6..... . Threlfail's........... 3 18..... . WateyCome4pcl'rfd. 78 83 64 63/3 . De. (Units).... 3 1 --e BRICK. CEMENT AND BUILDING MATERIAL .............. AgloAl Ce.tien.(b/ 4/3 5. 31532 3916 Associated Cemtent ...... 33 8 25)3 25/6 Do. 5 pe P'ref. ...... 11 14....... 4 4116 British Cement............ 354 414 .... 26)6 26)6 Do. 6 Io 'ref.......... e1318 51.... 29 30/6 Brltish Plaster Bd. (5/) 26/9 27/9 -/6 I1 111 Crittalls(5/) ............... 101 111 ....... 25 251 astwoods.................. 11s 14.... 339 34 London Brick......... 3116 336x -.6 .. .lItoghy Portlatnd(5)). 4)6 5)6 . Tttiel 'ortla t''11 '(10/) 13 1o I iWi'ggins 7/jo! l'rc/...I /t 1 l..... CABLES AND WIRELESS 53 55 AngloAmeican .........52 7.. 921295 Do. 6 pe Prefd ...... 9112 212. 21 22 Do. Defd... ..19) 20).. 861289 CabhlesandWireless 6pe Pref...................... 83 5 .. 51 53 Do. Ord. ............... 48 50. 9712 9712 Do. (Fund'g Ilue.) ... 9512 612... 49 5/6Canadian Marconi ($1)... 41 416 +13 . G.reat Nttorthern (£10) 27 68 27)627)6 Marconi Marite . .. 2716 2816)..* . . Oriental Telephone . 46/6 47/6 .... 841612 Radio (no par). 1150.. 53 7e T.R.;. CANADIAN-AMERICAN GROUP ..... .......Barcelona Trac. Con. ... 2 4 ......... 8 8918 Brazilian Trac. (no par) 714 81 T.11... 28 2912 Brit.ColumbiaPwr.\"A\" 28 30 ...... 212 254 Do. \"B\".............. 214 54. ..... ........CauadlanCarCom.(new) 8 10...... ............. Do. 7peCum.lPref. 19 21..... ..... ........ Mexican Iec. 5 p i Bd. 20 30 ..... .. .. Mexican Light & Power let Mrt. Bonds......... 20 30...... 2014 2054 ShawinigaW.&P.Com. 21 3...... CINEMAS, FILMS AND T1HEATRES S 12/111Assoc. Brit. Picture (bl) ID) 11/ 6 181 0Do. 6 pe Pref.......... 2732 2. ........ Assoo. Prov. Picture H. 12 5 -3 3/9 29Ga, mont-British (10/)... 3/3 413..... 119 13 Do. \"A\" (51)............ 113 1/9.... 11)9 10)4 Do. 51 pc Pref ...... 101 111.... . . LondonPaviltion ......... o 12 . Moss' Empires .... 18/6 19/3 ..... .............. Prov.Cinema74 pt'Pfd. 171 181 -13 Do. 7) p \"A\" Pref.. 1232 732.... ... Do. 7)px \"B\"Pref. 191 201/..... ...P.C.T. Cost. 7 pc Pref. 201 211..... .............. Stoll Theatre Corpu...... 141/10..... ....Th'treRotal Drury Laneo 1 a16.... . Victoria Palace (10/) .. 2)6 3/ . ......... ...... (f/) ... 2/6 3/ ......... DRAPERY, WAREHOUSEMEN AND STORES ............... I Austin I eed ............... 171e 91[....... 5311 54)6SBarker(John)............... 2116 14. . IBradleys (Chet. 1.) ... 22 27....... B2rtone(M.) Ord. (10/)... 91 '1...... 7/3 7)101 Do. 7 pc 3rd 'f . (10/) 14 2e. . So re Street Warehouse 132........... 1 .. 21/1 51 arrods (Unit)d Co. 21212. 10f2. 1 1 _13/ Do. 7 clrf.:,,,, 1 116::::: 4 4 arrods.(BA.)(12)Ord. 4)3 419........ 1581 16 Do. 6p Pref. 2nd........ 254 22. .13710 Do. 7 pcu.rdPrf.e. 111. Po.Street Wareou 323T , pe Pre............ . 27/ 241/36 B i g e.ti ......t...... 1316 ...... 3 4**/\" o n i., G1A6 U411 a tores (51) 29/3N 3019-19 521 13 aplen (Units)...... 21532 292.... .811S1elrdge Tpe 5Pf.unia 1l6 1816.+/ 416 i416dHarrodsn(B.A.)n(121)....43 4)3. 1513 lt16f Do. 8 pe Pref .......... 2552 25320........ Broers: and lls......... 59n 1 2 . ......... 612% C UWCum.ref: 78 11( .. .. . W...... esand Hig.ins(...... 1/ 21/6...... ........ I.... :.:: Lew is's 15 pe tref.Or. 2641 3 1..... ........ ... Do* 6 pc Pref .......... 13,s 111111 .........Leliega h Trust.............. 3.6 ..... . W . 7ilaaDLahedfa ..... .1 . 13/9 e (Units) .........(..lts) . a ..... ioxendale 10pe ri. Ord. 78 ..i 1 ... 24) 24)6iegypianc Mres. 1 ...... ......... .........ldBanrovk(£5) . 1143 4.. .........1.........8wanaand kEgep......... 7s .. . Newears and NNelIs... . o 12.ls.... ............Uited Dr apery ...... ... 71S i:::: 24)6 25)6 uWallis (Tat as 22)9. 1 23 40)8 ..41/ o. Hie ri2.38)6 39/6 -/3 . AuWhitoley ma nits) ......... )be 344......) EGYPTIAN SECURITIES8 .oukir ..................... 4/643. 84) 81216DeiltashLas at d Invest.t 91tt1d18 24. Croopn PaMrketison.S)) 17)6 18)-/9 301 301 6EgyptianSaletra 34)o 3 16165-6 110119)EerssadaCotton (1/) . 18)3.19) 18)..19).HeBanle'sTe......... .n14 2161......... .......)Bankof 20 Te.egraph Constrticli.n 37)6 38)6. . 1'south oeklcrtriu'..,., 59 2 )l.'.. 3319 34/ :::::: ::::::.:: 25! 2319 1716 1716 4141s 4/119 26s 23B0 25ls 335is 1019 1113 311 /3 DnrCjo.noýveranu mLgnm city of London Fectric County of aondon . Odmundnon's.............. aoLight and Corke...... Impl. Continontal Gas.. London Aeoc. (Unitos ... London Eletric.... Metropolitan Electric... Midland Counties Mier. Nort hmet Power ......... Perak fiv. Hydro-Blec, Primitiva i'dg (Units) South Hetropolitantias Vicl.Falls&T'voel P'wer Do. 6 p Pref ........ W'hallilec.lnv.7j powPI. Yorksh)ire Wie. Power. ,)DENIE AND PRO Bovril ........................ Do. Dot .................. Home & ol. stores (41 Do. 15PcCum . Ord. Do. 1 Pc Prof ....... H.P. Sauce ................. International Tea (61)... Do. B po Prof.........I Do. Ip \"A\" Prof... Maypole Dairy Dot. (2/' Do. 20ipo Ps. Ord.(615 Scribban.................... Do. Dot. (5/)........ Travers (J.).............. Un. Oold tor. 7 po Prof. Do. 10 p. TA\" Prf. United Dairies (Unite)., RAILWAYS-Continued *AMERIOAN AthIllnos Ceon................ 112 5 -4 *Baltimore and Ohio.... 41s 61s 4 Is ......... Chesapeake and Ohio... 3512 912 -14 2314 271SUreAtNorthorn Pre(. ... 23 12 12-l12 ...... ..... 11111 Cleut. 11 13 -1 1379 1608 New York Cenirai... 1310 1512 -1 814 1034 Northern Pacio ......... 878 107 .... .. ..Pennsylvaiat (80) . 173r.... 14 r14 1614 ISli iouthirn ............ 141 1612 -114 . '4n ... ..aoi . 12 `2 14 -114 47 VU 561 , 1 o.I. l oemi Common.... 50 2 1 1.00 1031 Union Paci...............11021 71 - Dealings restrlectd by Tnasury Order. 38 401 .. 22/ 241. 191 20/..... 103 7. 23/ 25/..... 3016 32/6. 4216 446 . 3616 38/6 .... 40; 421 ....... 13/ 15/ ...... 1 69 69 7/9 . 73 7 ..... 314 +In 31/9 32/9 ..... 14/ 16/. 331 35,..... 'VISION$ 241) 25. 1519119In/..... 414J 4ý7/ ..... 421 4/1..... 44/6 45/6 ..... 101 11 j 24/6 25/6 ..... 2519 2619 ..... 2171 2/106 ..... 17/ 18/ 39/6 3311:::.: 209 21)9. 29)6 3016 ..... W3i3 5413. Make-op Unless utherwiae Ohis Aug. Jly mar~kednshares areof 31st Aug. or 21·i it ' 2 denom'naton I qfal HOTELS AND CATERERS 16/6 16/3 Aerated1 1uLrU ............ 161 171I....... . Collard Stewartl Watt 2/6 3/6'. 4/9 4/9, Carito Hotel .. 4 4........... 4 .... 4/ 413 Criterloulestaurant(S/) 316 413..... 6/3 7/ Fred.dlotrelao 0I ePref. a 1..... /9 19 Uordon Hotels ............ 14 110 ..... 7/6 716 Holburn and Frascati ... 7/ 8/..... 614 614 Do. b po Pref. (210) 554 6 ..... 558 5916 Lyons. .... 55S ' Is.:: . Do. p7 Pref.......... 27/ 28/. 10/9 10/3 Saroy Hotel ........... 9/9 10/9. ...sters and Bodeg.. 1 4/. /9 4/ Spies and Pond 10/) ...2 Do. 6per . 1519 16 . 58/9 3 I trandHotel7pcP,.Ord. W t2 6 3..... INDUSTRIALS (Mlscellansous) 23/9 239Atlt.DetalttlpxPI.Ord.121/6 22/6xu..... 131 12/91 Io. D)eid. (Uits) .... 10161116X..... 20/9 211 Aalad.MealCorp. 1919 209 -/3 191 19/1Angl-, Continenta! Ulumno 41 pe Cunm. Ps 18/6 19/6 ..... ..... .... , D. 4 1w Deb ..... 94 6 ..... Be.... . a...: and\\HIt Statues .......... 2816 8/3j 8'BtUee~anos PIlls trII . /2/16)' 716 81 t- .......Iii. . OICi.pem. Prefd. 2813 29/3 +113 42/9143/ Boots Pure IDrug (5/) ...1 42/ 43/ -1/ 2019 21131omx Cos. Def...........20/1 21/14..... 561 28/7 Brltiah Aluminim....... 2 . ..... .... ........ Brit.Indestruclto CGlass' (2/1)........................... 1/3 1/9 ..... 34/9 34171 Briil atchl Corpi.... 3316 34/6..... 39/9 2 I rit. OilH &UCke Pf'. Ord. 38/9 39/9..... 751980/74 British Oxygen (Unitsl) 3 34 -532 .. Bri. . .I. rrtt.l/p.lBIcp. 23/3 2413. ......... Brit. ae.C/rater/5/) 13/3 1413 ...... .. . Crco...... 81316 1516 +116 ClileN'it/lraraleabdl 60 5. 13 16 Chinese Etngineering ... 15/6 16/6 -13 10/ 11/ ClaptoStaid/li (bl5/) ... 7/9 8/9 -/6 .....Covent Gardten Proper- ties 8 po Prefd. Ord... 1 1. .·9Dalget/20, 25 paid).. 4 12 /3 26 u p Itobber ( nits) 26/6 27/6 -1/3 26/9 27/6 Do. 61g2 pe \"A\" Pref. 25/ 261/.. 914 101/ Hlect.&MusIcalInd.(1O/) 9/1 9/174-1412 21/3 21/9 Do. 6 pa Cum. Pref. 211 2116..... .......Francols Cementn. (/) 11 116..... ....... Do. 61 cCOum. Pret. 1115 11..... 7/4/ 7/6b(iei. efractories (10/).. 7/ 8/ ... 2/44 2/7 iG.l.A. Trust(1/) .........1/10 214 -112 15/6 161/ Do. 8 pOCurn.Pt.Pf. 14/3 1513..... . .... Gritiths Hughea .... 61 7/... 1913 19/3 Hcpworth&Grdage(1O/) 18/9 1919... 29/44 30/ Imperial ChemIcals...... 2913 3013 -19 29/6 29/9 IDo. 7 pe Pref.......... 271 28/ +/112 . Itstper/aI Smelting..... 819 9/9+13 e5matrat.Nickel(no /tar) $53 4 T.1. .... ..... International Paint..... 327a 292..... ....Ii6..Invernak Paper (1/ ...... 1101/4. 2/6 2/6LuttroaNIte\"A\" ... 2/ 2/6. ..L.. .. ethas/(Twilit) ......22/ 23/.. ... ..... Do. 7 pelPref......I.. 1 s. 33/1 343 Lever Bros. & Unileover 158 54 -132 2713 2716 Do. 7 po Prf. (Units 24/6 25/6-1/ 281/ 2816 Do. 8 pe Pr. (Units) 24/6 25/6 -1I 17/ 17/3 Do. 2rpc Ps. Ord.(5/) 15/9 16/9-13 35/ 55/6 Lever ................. 18 54 T.R. -1 2732 2516 Lmt'r &Trinid'dAsphal 231a 8I ..... . Mdme.TuttsuadtPf.Ord 14/ 151. Uastireand Garoon...,59/66/. .....Metal Boxou.and S...o 74r 75/6t..u . . Mloa' (21)imber........... 2/9 3/3... 1/7 4 MoTer peatreo, (2/)..... 3113 1519......1. ..... . Radiato f.. t .1 5716 7 58160/6. Do. 26,/ S1 /ranksd Greenwich .... 2216 7/. 29 2 Baro/...... 2/6 . ... . MtxOlnep (5/ ). . . 213 2/6..... ... . P. Millips2I/l9 3er Soles.../ 1 t . . . . 21/9 3/3 Pineo.. Pihon... /)..... 11aa 31... ......PtairnTandGre .c . .... 1 3/9 3..... o23/6.t / .az3r/9s(5/) ......2 2/91......... .......Smitione..e............ I37/37/ 17/3 17/6 Hakills (u5/) ... . 1 16......... 16 1 . . ieadBos. . .. 1 BIB......... .......I Do. be5. .t.re...... 1919 1 .. . .t/3 / ar t( 4/) ................ 4/3 5/6..... .2.........aR ea nd Bro yle................. 616 6 ........ Do. 58Trplex Preset .as(0/ 316 315x 16%..... 89809 Rheosttici(f)).. A9535 ....... 34/ 34/1 ineeod........ 31/6 321/6... 22/6 2216 Do. 6 p PPref.........112 53......... .. ager(5/............ 19/6 20/6........ /6 38/3SchweppesDet....... 37/6 38/6......... .Sears J, /Trttt.Form)/(5/) 11/6 12/6x. / 9 Crisps (/S C 5/... 289 29/96 -/3 .Smith.eld &Arge. Mt. 6/9 7/9......... 9Spiltlera (nits) ......... 586 59/6+11 50/651/ Do.)es. (Unita) ..... 491 501......... 23/6 24/4/Swedish Match B/Kr.25/ 22/6 23/6T.If. +1/ arr . I .).............. 14/6 15/6.. S eand Lyle..... 61/6 626 -/9 34/6 38/ TriplexSafetyGlaas(lO// 33/3 34/3x -1/3 .. t.T kaplhaeln .......... 219 3/. 78/98 Tiun(er & Newall(UnitsP / 80/1- 1/3 23/6 24/9 United Molasses/6/8/ ... 23/ 24/ -/9 14314/3Vi Prodrt 5/)......... 13/ 14/..... 24/625 1 Wall apr Del. (Unit) 111 8..... 22/ 229 WIles ('Timotly) and Taylors (5/) .........06 216..... ....... . o. . 1tmhCiteCu. . 26 276.... 33/9 33 hiteTomks............ 32/3 33/3.1.... ....... .Whitworth & Mitchell 8/3 819x. 64/8 65, Woolworth /F.W/.)/(5/... 62/9 63/3 -1/6 28/4 28/6 Do. 6iPre ......... 126/6 27/61......... INSURANCE ......Alliance (New) ..........21 2.. . A ...... Atlas (5. 25/ Pd.)......... 14 4.. R.. .CaledonLan /F5. 1pd.) 171N1814. ....... omm.Union (Units). 74 84 .. .................. Agle Star /10, i. pd.) 63 67/. . Employ'rBLla.W21,/pd..62/9 64/94......... ........ .... Gen. Acedt. (21, 51pd.. 83/ 87/. .......t....... G ttardian /23, 10/ 1d.)... 121w 13... .....'oLegal &i Cen. .21.p. 831 87/1 6... . Lo sdon (2, 25/pd.) .. 1 1214......... ......... '.......bon.&Ranes 5, F22pd /2314 4 *1...... . Nth. Brit. /76/3 pd. 8 ...... . Do. /21)... 9 12. . Northern IO, / ;10 pd.)... 1612 17. . P.....Arl/, fy. Pl.)....... 7a 183. ......!P.tvenla (210,21 pd.) 1112 1212. .I........Do. (fullypaid).. 13 14. .........Perudential \"A ....... 30 1 ... Do. \"B\" /21, 4/pd.) 7716 82/6. 'Royal/(.21, 10/ pd.)...... 714 34 ...... .. .:::*jRoyaiHxl Exchlge ......... 77S 85. ...... '-Scot. Un.'A'(220,2tpd 412 1114 :-::-. .'S!1un /5/4 7 Pd.)...' . 74 ..7... S....1....1un Lif, 612 .........'.........IYorkslte /22/, 101 pd./ 714 14 INVESTMENT TRUST AND FINANCE ......... ........ Alliance Itavestment 1). 81 6. ... g..... lo-Sottish Aattd75 85. ............. tlaslectrie &General 119 2/3. .......Bookers' I.tvest. Def.... 89 94. . l.......Brit. Steamship Def. ... 90 5. .................Carterhouse Trtst 5.8) 12. ..... .verReady Trust...17/6201. 30/ 301 Globe Teleg. (Un/ts) ... 29/330/3.. 24/ 25/ Do. 6 pa Prel. (Units 231 24/. $35a 837a Hydro-Electric ..........8. $214 314 T.R. S75e $73a Internatiotnal Holding (Canada) (nopar)/6....6 8 T.R. 1316 13/9 take View Inv. (101) ... 016 I11s. .. NelssFPitt. Trust......... 71 6. ...........PrelrInvestment ... 21 6 -1 . StaVeley Trutst ............. 21. orInvest. Trust ......_ 87 92. IRON, COAL. STEEL AND ENCINEERINO . Alled Ironfounders.... 1516/ 6. 5/712 6/ aBldwlns (4/). 5/9 6/1...1 17 --- . Do. 6po\"B\" Pret. I1jf te 7// 73Caml alrd (S/I ... 6/9 /3-/144 . Coleilles. . 21/62/6 7/9 6/ Consett/6/1) .... 7/1/ l/7-/l 86/3 6/Cop(W./ and San 85/96/9 28/6 293Dra og 26/9279 43/ 21 Do. Prelo Ord 40641/6 4/256GetKeen . 23j9249 4/ 4/Do.Spa/~t'x e) las. P1 2/323 . . Balesowen·· Sttsl (4) . 96 8/3. HrdnCooi. ···.... 26/ 66 . Howard and Buollauh...! 7/3 79 Indian Iron (h1/0)./... 2~fu111. It101. 0003 l ca omslaro mibalt·.. send~toee andTool 72 . 73/ . eanCoa &Wtlons(4/) 114110 11/9 13 Peaseand Plartners (10) 10/9 ,1 3 - .316 36Ptatt ro ..... 34 .... 351 11 15%1 3116 .. BtolThardsonmsVestg6th(./) 3/14 /4 ..... 16/19 17/6 PwelDoi.r6 n unmts Pr /9 10' /6 .. 9 li/9 Southldurh-m Steel ... ,. 30/g 319 . . Stanton I .... 5:...........5 i +i13 . .. Staveley... ... 409 4/1 9 +1/3 42/9 44/ StewartsandLloyds Dl 4219 43/9-16 32/9 34/6 Swan Hunter . 3/ 3/.. . 331 33l12 3112l Tho (R.) (61. 3/14 3/4 . 10/9 11/6 Do.61 Io Oum.,iri 919 10/3. ... .. Thornyrrot ..1.. ... 12132 25. -132 .... . Do. to Prc ... 20/9 219......... Tedega\"r- (141 pd.) 6/9 7/3. Do. B. ......... 10/9 11/9 .... 23/9 23 United Steel . 22/9 233 . 1716 191 Vlckers(0)..........1711417171 261 271 : Do. 5 gpa fee 96/PsL. 27 8~~ 3/324 . aaSteel Dot Dl. 38)3 39/3. Do. 6poPre.. Or.. 16 g t..... LAND 81 6/6(Brttsh North Borneo 7/ . ..........IC-ofSaUss~ulotnmpv.'.19g /41g 1101w ..... 17/ 17/3 Forestal Land. 15/ 171. 21/3 2113 Do. 6 po Piet......... 18/9 2 . esketh Etstates (1/) 5/6 711 . 19 H961udson's Bay .......: 17/6 86 lat Ite 1ts Bydembstd(Docran) (23) 'Iia he ..... 16/9 171 Leah's~pcPreQ(nits) 161 1I/.. 1/ 1/Il Pekin Slodioste (114) ... /6 Il/6..... Do. of.(). 2.. 4 .... f/31 1/0 Do. Shansi (13/4) ... /6 16.. MOTORS AND AIRCRAFT 1.otor........ 2/ .....l6/ ............ 2719 Ab/B- Do. \"A\" (5/) .......26/6 27/6 -1/ 17/1 18/3 Bristol Aeroplsne((0/),.. 16/6 17, +/3 36/6 56/6 Do Havilland... 3519 3 . 171 1713 Dennis Bros. (/) . 16/9 7179. 201 20/9 Fairey Aviation (1/0) ... 18/3 1913-/6 4/113 4/9 Folland Aircra(t(/).4. 41 Q3. 16/9 179Ford Mto (Unit 16/6 17/ - 2/16 3/ aU'. Airoeat(6 2./6 31/..... .i Moto./ 1.). 2/1 20/5 1l. 1619 /0 37, Itnjl.. lnw.or..s~ a . iq ie.........",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Industrial Securities",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0004_002",
   "paper_dc_title" : "The Financial Times"
}
,{
   "text_content" : "ake. Nominal ue I up brackt.Sha.res Alsg. , .p., uiesa A 'ggAinC 21 h rs ate 211a Africans A loop. Is. Arnal. Collieries: 2/ Al~le(Babrtou) 11s1s Anglo American (10/) Ord. ...... 1 Anglo-French....- 8/3 Blyvoor. (101) 16 Cest. Min. ) (Bearer) ......... 270 C=9s.*F*.'ie~lde-s 358 Consd.Mais1e( Sl30cons. Mines Selection(10/).. 15 Crown Mus. (101) 2/ Dominion lfs/.(1) 2l616i~urmsut Deep/b)) 15/9 H.Champd*r216/ 215 E. IHand Pp. 101 3/9 BasternTrans.(51) 1932Geldenhuis Deep 45la eteieral MLinig. 781I.E. Prop. (10/).. 5/3 endersorn (4).. 125ssJo'burg (Coned.,.. 1/61K1lerksdorp (51)... 8/6 lAnglsagle Eits.. 11/61Libasnon (101)...... EAST 2sie irkpian (51)..... 115/6 iDggafontein /b1) lbs3 East Dogga. (10/) 11 EastGedld.... 3/4/ 13. Iland Cons. (51) 86e4 eduld Prop. 19i2 o. Areas /).. 3151 GSrootlci .... 14 HeidelhurgEst... 2/ Holifontein (101).. be lace Plrop. (bl) ... 171 Marievale (101)... Ilil Modder(N'w)(101) 13/9 M.dder B() ... 45s Ilodder REast...... 2252 New Kleiofontn. 2718 New Sltate Areas 254 Nigel Gold (10/)..l isAno Am. Inv. frost .......... 4/3 Cons. S.W.Africo Ord. (10/) ... 6/3 Do. 749Pref (10/) RI 7/6 bushtick (10) ... 12732 Cam&Motor(12/6) 211 Chartrd(15/)(hig.) 76 Chic.Gaka (101) 27/9 Globe&Phnx.(51) 716 G. Flds. lhd.(101) 3/10/ Lon. & Iihod. (61) 17 Luirl Gold (2/) ... 176 Nchanga Cons.... 10/ Phwenix M. & P... 10/9 Rezende (11) ...... 22/9 Rh.Ang.Am.(10/) 113 Rhokana............ 3/74 h,. Bkn. Hill (5/1) 2/ RhodesiaCpn.(S/) 7/6AAmal. lianket (5) 1119 Ariston (2/6) ...... 1 Ash'ti-Adow. (4/ 31AshantiiGlds.(41) IAsh'ti Obluasi (1/) 26/6jBibiani (4/)......... 3174,Bremanig (5/)...... 1/6Falcon (5/) New. 7/Fanti Couns.(8/)... 13nGold & Base (2/6) 2/9 GoldCoastBkt(2/) 700ýoldCoastl M.i.5 20/ 1UoldCo'st e/.(5/) Rise Iake. Norinai value in Rise Present r U)bracket.. hare Present R price 1A. Io fiaes price or pric Aut 9 , .p., unless fail sl KAFFIRS Ilt 0.::::::610/ Lsiad Viei (2/181s 19/ -/6 .( 2 6 216N~wentWit6/21 2/6 ...... 116 S ........ 116NewMachavie(5/ 19 9........ 2 Nourse Mines.... 2 14 -18 i' 11 ......... 12752 Iandfonteiu lst. 134 7u -l' 61ie 1 ........ 2e hand Leases (10/) 211e -Il 6/3 713-19 81e Hand Mines (6/).. 8 12 -14 1532 Hand Slectn(51) I Is -1II 1414 5 -14 211 Riefflf'nt'inCsj5/) 58 1116 . 11ip 211a -1l6 3'o s obinson B /6) 32i a1e.. 21116 131i-18 11126 Robe Deeep. 211i as. 390j iii-11 .....SA. Coal Estates 2 14. 8/ S.A. Towns (10/) 7 8/. 7s 1 ........ 19/ Simmer(216)...... 181 191 -16 1514 54 12 1952 8*-W. Africa.. 114 8. 21 2/6 ........ 678 Trns.&Dela.By 64 714. 2116 151a-hs 163,, Do. C.Ld. /10/) 1116 ae.. 29s6 3n:2 11/10 Do. . . at. 9l. is b. 238 1 71 Union Crp. (12/6 7 12-14 3/6 41/. 19 1 tVentrspost (10)1 154 78 - 114 . 12 lging ...... 14 78 ...re i. . 41g 14 -116 1 32 Weet. Rand (10/).. 11516 151 -132 la 1516 ..... 71 W' .II.I.. (10/) ... 5/9 6A. 5/ 5/6........ 43 West Wil. (10... 378 41 -I4 154 78-11t 11/6 W'n H'Idings (5/ 111 12/ -19 1/3 1/9 -13 1316 Western5 iterlfs(b/) I1s 1i3 -132 7/6 8/i -/6 176 W it.iid/Kngi tc . ......... 9/6 1;6 -16 134 Wi trr. 7i8... 54 1. ERN AND SOUTNHEASTERN RANDS 21 1146-116 2/3 NigelVaniyn(l) 1/6 2/3 ... 15-32 3/ 0ceanoaDevcl./5/ 2/3 3/3. 1116 16 -i 73 Palmietku/i 10/) 519 6 -/9 Ille gl -18 21 Rietiont'll 1li) 1/ 2/ ..... 215 3/ -13 354 S.A. Land (3/6)... 4 78 .. 812 9 -Is 4/ ipsarwater (bl)... 3/6 4/ .. 114 as -152 1 8 pri a 1) ...... 161 e - 152 3We 4t1s 1ie 11 I/i, Nsge(10/)... 1058 78-18 18 8. : . 168Van Dy (101) ... 114 60 -13. 11 2/ 1 Van . yn Dep... 7o 1 - 12 58 ........ 32 Vlafontelin (0) 5 4 . 16/ 171 -16 111Vogelstr'b'It(10/lO 5 1516 11i -ijs 1116 1 ....*\"\" 6/3 Welgedacht (101) 14 s8 . 13/9 14/9 -13 1/3 W.Sparwat'r(5/ 1/ 1/6 .... 414 a -lie 2632 estil Springs ... 2 is -116 234 7S -116 1/9 W.Vlakfont.(2/6 1/3 1/9..... 238 12 -11s 2/74 Wit. Nigel 5/)... 2/1 2/7...... 211s 1316 -513 DIAMONDS 916 Cons. As. Sclec. 154 To tion Trust (5/) 8/6 9/6.. 558e Beers Dlf.(50/) 55 a o -1 41 4/6. 6 854 Do. 40% Ps.(50) 778 818-58 61 66 ....... 2132 Jagerfontci ... 0is I i1 -116 IODESIANS AND EAST AFRICANS 113 7/W ....... 14/6 Itho.Sel'c. Ts//.(s) 13/9 1413 -/6 134 78 +1li 1517/ RoaAntel'pe(5/)15/3 15/9-16 1916 206 ........ 2/7/ Itoster lnn (/1) ... 2/112 2/712 ... 1132 1532 ..... 13/9 SelectionTut.(10/) 12/9 13/3 --9 2616 27/6 -16 3/106 Selukwe (216) ... 3/6 3/9 .... 619 7/3 ........ 3/6 Sherwd.Starr (/) 3/ 3/6 .... 3/6 4/ ........ 5/3 Surprise (4/) ...... 51 61/. /6 1/ ........ 3/6 Tanganyika ...... 3/3 3/9 .... l'sle 116 ........ 9/6 Do. Pref.Stk. 91 9/6 ...... e71 ........ 23 Tati G.S. 5/...... 21 216 .... 10/6 1116 ........ 2/6 Union and Rlhod. Ile 3 2113 21/9 -1/9 17/6 Wanderer......... 16/9 17/9 11 12 -14 15/9 WankieColl.(10/) 14/6 16/6.1. 31 3/6 -13 3/6 Willoughby. (8/). 2/9 3/3.... 1/6 21 -/111 4/6 Zambesia Expl... 3/9 4/9. WEST AFRICANS 71 7/6 -1712 4/14 Konongo (2/)...... 3/74 4/1/ -/112 11/ 11/6 -1106i 114 Kwahu(21)......... ls 316 -52 110 ......... 2/7 London&African 318 14-432 Mug. Trust (5/) 2/4/ 2/74 13 / ......... 1/44 Lyndhurst (1)... 11/ i/4 12 24/6 251 - 8/9 Marl, (5/)......... 8/9 9/31-i/7l 3/9 4/3-1/12 1/9 Nanwa(/)..... 1/4 1/7/. 11 21 ....../ 1/ NationalMg.2/ /9 1 -112 61/3 71 -/13 1/3 Offin River (5/) ... 1/ 1/6 -13 319 4/3-/112 1/9 Nanw (11)......... 14 10 * ' 11 1/3 . 1/6 South Banket (2/) 11 1/6-Ill2 214/ 2/10 1 1516 i.uaah/(41)........ 1310 61 -132 6/6 7/ -5 1/3 W. As. /i. (51/) /9 1/ .... 19/ 20/ -16 T R.-DealinesI rastrin~ted Make. Nominal value Inlse Mak N a Ialne I Iise up brackets. Shares Present I p rackets. Skar Present Ri Ag. 1. f.p. unle price tal I1 . 1. f. unless price fail 2 otherwise stated otherwise stated AUSTRALASIAN GOLD SHAR8ES 41 Assoe. H. & F.(81) 3/6 4/6 -/3 /412 Leonora (/6) ...... 13 6. i'/ Blackwater ...... 1316 7s ......... /6 on. Austral.(2/6) 14 87/ ..... 11/6 Boulder Pers..41) 10/9 11/3 -13 1712 Mt. Charlotte(21) /712 /1012 ..... 5 Bulolo (85)......... 47 BI T.IR. /112 M1t.Elliott'f.(10/1) 1112 1712 11 Clutha (2/1......... 110 1/1 19 Mt. Magnet (216) 16 11 ... 7/6Coned.oflN.Z.(4/ 7/ 8/ 1/6 New Guinea (bi) 1/3 1/9..... 316 Gold. Horse-shoe 19,3 North Kalgurli (3/) ............... 311 3174 /11 2 1912(21) ......... 18/9 19/3 -13 2/9 Gold. Explor, of 2/3 Parlnga(11)...... 21 2/3 -/112 Aust. (10/) ..... 2/3 2/9..... 134 Sonsoftwalla(10/) 35/6 36/6 -3 4/3 Gold FieldsAust. 54 S. Kalgurli (5) .. 2533 223. Dev.5..... 3/9 4/3 -13 ,9 Finddel Gold (2/) 171 44... 8/ Gold Mines o 4 83 Vlona Gold ..6.... -3 Kalriole (101) 7/9 813 -/111 4/6 Yonanmi Ps. (101) 41 51/. 8/3 Gresto'ulder(21) 7/9 8/13 -1 1/112 Do. Ord.(2/f.p.) 11 1/3. 19/11 Lk. View Star(4/) 1813 1819 -13 TIN-MALAVAN AND OTHER EASTERN 14/6 Anglo-Burms (b) 139 149 ...... 14,91'etaling (2/4 ...14/6 151 ..... 1816 Ayer Hitam (51).. 1713 18/3 . , la'lbutan .. .....781 * *- 17/6 sangr..- -14,6 15;6.. 1104 lmln ($)1/- 2/66 31 7/3tlopengCones./51/ 66 7/6 ....... 12532 Illeong )reag.... 17 216 +116 163 Hoongkong (5/) .. 1516 616/6. 20. 3 2ooSiam ......19/3 20,3- 51 -is (51)-... 416 5/6........ 10i,9g Sootlin. Kisa(b5/ 10/3 11/3. 181 Ipoh (16/) ....... 17/3 18/3 16,6. Mlaya (51)... 15,6 16;6 .... 81 Kamunting(6I)... 7/9 813 ... 7 . .T 7 ronol(bl 61b 7/. 6/ hCel1 -. 14 51B ........ 15/71 20gei Biest (41/..54 78 .. 1313 Killinghall (51)... 12/6 13161....... 10/ oUngei Kinta ... 71 016. 8/7s? Kinra ba/ 7/6 81.... 3/ alli fingCons.81) 2/3 3/3 4/3 Kitue Mellas // 3/3 43 - 516 a'I'anong Tin ,51). 3 bi k... 6/10 Kmmat Pulai/5// 6/6 7 6/6Tekk -.......... 9 12 2 26,6 Mlaya Drg.(51/) 2516 26/6 a-89 'ekka-Taiping ... 1132 '32 +16l 31 alayrslam (5/)... 216 3/1 -.13/9 Tecoll.......... b 4. 11/3 Pahng(5/) 10/9 119 15/9 Tronoh (/s)......... 34 7o * 7/6 Pengkle 5/ .. . 2 ....1 . .... TIN-NICERIAN 4/7121AmalgledTI/n(51 4/4) 471-!......... 6/6 NRa ) .1 66 7/6 ......... 3/6:Bisicii (10/) 31 3/6 ...... 1/9 o. Extu. (21) 16 21 ......... 1'l(9x-Lands (2/)-... 1/6 1/9-.1 31 Do .Karamna5)/ 2/6 3/6......... 5/6Kaduna.Synd.(21 5/6 6/6-1/t 11011t.TinAreas(2/6) /9 1/31...... TIN-TRUSTS AND MISCELLANEOUS 3B e Tin (5l/Geev or (5 / .........: 9 1 11 15/1 Aramayo(20Ic./:.jll11o 13 0 TI. I 11 'l~/eo /5//- I 12/. 7/10e 7/11 7/7/j-/ 3/London Ti/n/4/... 29 33- 11 British Tin In- I 30/ Mawch (4/) ...... 28/3 293 -/9 vest. (10, ..... 11/9 12/3 +/3 7/ South Crolty (5/ 7/6 8/6 13 COPPER 5 jAnaconda ($50/ ...1 514 54T.H.R.... I 20/ F u i 11 2/3 Indian (2/) ... 2/3 2/6 1012lio Tim2to(5/. 10 11 j 2/3 ... ::::I 10/ 2 ilioVL 10\"16 11 105 Do. Debs.-..... 100 10 ll. Amer. ()...... 1012 11121 ......... 121 Measina (5/) ..... 13,6 /6 BROKEN HILLS 28 BrokenHillProp. 271 1t....... 5/6 sulphide Cp.(15 5/6 66 19 Do. Sout s1 I3 ........ 14/4 Do. Pref......14413 15/ 12/6 NewB.H.Con(51/ 12/ 13/ .......1 31 Zinc. Corpn.(10 .....e 1212 N.BrokenHill(5/)I 8 0 64 ........- 5116 Do. Pre/...... 1..... AMERICAN AND CANADIAN .... nl-Huron i'n 1632 1932 .IT. 114/410)rovile lrg. (41) 3/9 14/9. .. 2 p Bird (10/2/3 2/9.. ... l'lacer evel/l) 212 34 T 51 Frsnillo* ........16 616T1'.. ........ 22/6 St. John del Re Its 1 ig .. 33 Mex. Corpn. (101) 2110 144 .......I 33SanFraneiso(10) 2/9 3/9-/ 53 Minuing Corpn*... 4/3 5/3 T.. 15/413/Yukon Cons. ($1) 4/9 5/3T.R. -15 *No par value. MISCELLANEOUS 8/2 Bu rmaCrp.( ) 7/104 8/44-... 4/ NewGoldfieldsof 2 entralrov.(/ 23a sa Venezuela(15/1..317 310 /13 376 Chanpinli.(0 1 393 -3 271 Nundydroog (0 116 716 .... 61 akeGeorge 01) 5/ 61 -/3 9/ oreagum (1/... 9/ 101 19 Marsman Inv(10/ 12/ 131 -11 5/6,Trepea (51) 5/3 5/9......... 513 ..... 1/10 Mining Trust..... 1/6 21 ..... 4Vnn Rmden (5).. 2/6 3/6 -6 4/ onut Isa ......... 4/ 5/ ..... 3/9 Venture st. 6/8) 3/6 41 ..... 249 ysore (10/) ...... 4/3 25/3 +/6 T.R.-Dealings restricted by Treasury Order. The above prices are collected as far as possible from dealers, members of the Stock Exchange. Where no quotations are .thus obtainable in the case of shares with a limited market. they are taken from the Stock Exchange lists. A charge is made for the daily quotations in the Mining and other lists of shares in which there is not generally a free market.",
   "article_dc_title" : "Closing Mining Prices",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0004_003",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "To-Day's Events",
   "text_content" : "COMPANY MEETINGS- Chambers Wharf and Cold Stores, 3, Lombard-street. 12.80. Compai Electric do Coppepcion, Northumberland Rooms. Northnumberland-avenue, 12. Paban Pars Rubber 71, St. Mary AXe. 12.80. spa wauy Gas 15. 25 ooate 12.45. Whit Seouse (B gnt. Part), Is y nr 1 Ho.. 8.80. Buffalo and Lake Huron BlI., Liverpool, 2. Loc;Agelly Iron and Coal, Glasgow. 2.80. Ozsly Engineering, Leeds. 3. DIVIDBND AND INTEREST PAYMENTS- Bank of Montreal, $2. Erighteide Foundry and Engineering. ia d. Bristol Waterworks Ord. (7 pc). 318 PC. Comme~rcial Properties lst dub., 2 pr. Limmer and Trinidad Lakeb Asphalt, 9 P. Mallsanda (Albert B.). 3 Pc. Spanish 4 po Gold Treasury Bda. CALLS- Simma Motor Units 5 Pc lot Mt. deb., 75 pc. Wessex Electricity 83s pc dob.. 25 pa.",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0905_0004_004",
   "paper_dc_title" : "The Financial Times"
}
,{
   "article_dc_subject" : "article",
   "article_dc_title" : "Rubber Share Prices",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Make-u Up inless otherwise is Aug. Ju marked shares are or 31st Aug. or 21 £1 denomilnation fall MOTORS AND AIRCRAFT-Continued 161 16/3 Hawker Siddeley (bl) ... 15/ 16/ -/3 1613 171 Do. 5 pe Cuim. P'ref. 1519 16/9 -13 15/6 141 Hxmn'rl5pePfdOrd.(101) 131 141 ........ ..Imperial Airways........ 3116 3216.... 90 95/ Leylad Motors ......... 41732 1932 -116 ... Lucas(J.)..................... 58/3 59/3 ......... 30/3 31/9Morris(51 units) ......... 30/ 31/ -11 . . Napier 712 la Pref. ...... 1318 51 ......... 7/ 1 IDo. Ord. (51)............ 619 7/9 -/3 41/6 439 Iteigh Cycle Holdings 421 43/.. 5ite 516 lolls-Io 'ne (Unit).... 5 16-e 16 16/ 1 Rover (8............ 15/9 16/3 .... 119 1/3 Singer( I units)..... 1/6 2/ .. 701 70/ S.Silth7pePrefd.Ord. 671 681 ......... 16/44 16/9 Standard (5/)S ............... 1513 1613 -19 47/3 491 Tilling l(T.) ................. 4516 46/6 --/6 NEWIPAPERS AND PRINTING 16/6 17/6 Allied Newspapers ..... 151 161 I. Do. 6 pc ist Pref... 20/ 221. 201 22/ IDo. 8 Coom. Pref.. 2013 21/3.. . .. Do. 4 pe lt debsl...... 93 6 Amalgamated Pre/ss(10) 6,6 716........ Do. 7pePref.(fy.pd.) 14/9 15/9 7/9 8/6 Assoc.Newspap'rs.Df.(5/) 71 8/. . .. Do. b Plref......... 17/6 18/6. 18/ 1919 Dail MailTrust ......... 17/ 181. 8/6 9/6 Daily Mirror News. (5/) 7/9 8/9 . ..... Daily Sketch & Sunday Girphiu 44 pa Guar. st debs. ............... . 99 101 .... .........iFinancial Times ........ 2/6 316 ..... .. Do. 5pePref. (Units) 516 616 ....... .....Kelly'sDiret.7ppc f. 249 25 .. Do. 6 pe Pref. ... a 11 1 . .. Do. 4pedebs.......... 93 5. . ..... Lloyd (Idward) 7 li Ps. 171 18/1 . .... Newnes (Geo.) 5 pe Prf. 161 17/. 5/3 5/3 Odhams Press (4/)......... 413 531 . .. Do. 6 p Pref .......... 16 171 .. Do. 6 pc Prof. ..... 1316 1416x.. . ..... Sun. Pictorial 8 po Pref. 20/ 21/ 16/6 181 Do. Ord.................. 151 161 Weldons 10 p Pcrf. Ord. 1/ 1/9 Do. 6pe Prel.......... 6/6 7/6 .. RAYONS She~ 57sAmer. Celanese (tio par/ 4 5 T. i... 5/9 8/ Brt. Celaneso (101) 5/9 6/3-/3 191 1913 Do. 7pa lst Cam.Ps. 1619 17/9 -19 1316 1613 Do. 7lpc2ndCum.Pf. 11/6 1216--113 368 41 Caadn.Cela's (no par 25 33 T. It... 29/9 32/ Courtaulds ...........28/6 29/6 -1/ 21/9 2213 Do. 5 pe Pref. ..... OI 211 .. 12/6 12/6 Grouts . ....... 10/9 11/9 .... . Hinde and Hardy. 1/6 2/ . 1413as5131..1413 . 413 4/3 isters .... /9 / ..... 112 112 Slat Viscos (230I ... 1112 1932 .... I* SNIPPING .. ..... Cair Line (10/.......... 31 3/6 ..... ... ..... Clan Line ... ............ 514 4 ......... . . ..... oast LLe .................. 8/3 8/9 ..... ... ..... Cunard a................... 1/9 2/3 ..... ..El Dempster Lises Hol .....dI .e.... 23/ 24/ ... . l.D. RIlsat ........ 2/9 3/3 .... ... ...... France Fenwick ......... 2116 22/6x .... ....... Furness Withy ......... 17/9 1819 -/6 LamportLine /6/8... 4/9 5/3 . . 0. Del. (Units) 7.. 17/6 18/6. ..... .. ... . ItHealisation .... 2/9 3/3 ..... TEXTILES 2171 2/104 Bleachers (Units)....... 2/3 29 ..... .... Do. 54 pe Pref. (Units) 41 5 6 3144 /9 Bradford Dyers (Units) 3 . 516 6/ Do. b Pref. lUni ts) 5/ 6/ 3/104 4!1Il British roton sndWoo Dyers(5o/)....t. 3/6 4/...... 4/ 4/9 Calio Printers (Units). 316 41... 6/44 7/3 Do. pa Pre. /Unst 6/3 6191 .... 29/1 30 Cts(d. and P.1Units) 28/9 2919!+/9 26/6 EIish Sewing Cotton 35/6 26/6 ...... 20 19/9 . pc Pre .......... 193 20/3 ....... 2/101 3/ Fine Spinners (Unite. 2/3 219....... 8/ 8/6 Do. bpc Pref. (Units) 6/9 719T.... 7/9 7/9 Hollins (Wn. . 7/ 8/..... 2/ 2/14 Hoyle (Joshua) (2/) 1./9 23. 4/1 9 /410 tale Industries P. (101 371 48/a 48/3 Ptonsasaldwins(Units 48/6 49/ -1/ 3/3 3/ Salts (Saltalre (1/ . 3/ / ..... ......... Do. 7paPrefael /0/y W/3 W7 /.... 30/ 2%s Wardle and Davenpart. 19/ 20/a ..:.. 81 7/9 Wolsey....................... 71 / i....... 17/6 7g Do. o* a Part. lPre 16' 17/sr. TOBACCOS 45e 423a2 Brlt.-Amer./ie S.XUntsm 4716 o9 -752 233 4143 Do. 6paPret. (Coits) a1/41 244. .......... Beit. Toba-3o, Aastralia 21333 2/a3..... alhloCarreesA\"A................ 61 14 -116 Da\"B(2614/86159 ii~ ,Do. B\"(2/6 shares) 4/1 . . h (Alfred)... 11932 33. ..........:Do. 8 paPre . ... .114 6 ..... ...........Gallahes ............ 618 58 ..... . .Hill (H. and J.) . 1/6 2/. . ellIeria(nits).l...6. s 63 2 0 D. B6 pa Pf.(Units) 26/6 27/6..... 4 045 Do. C'0pPUns) 421 43/1........ 70/370IpraoCa $ 312 3T.H... 34/ 341 lllp ............... 19t6 s..... ....... ......Picado(100) ........... 4 12 T. R... . Do. 6pa Prof./8100/ 454 514 T. H... ...........Salneos andI Giucksteiss 10 poPof. .........Pe47/6 48/6. 231t;121 l B Tob. Sot.. Truest(Units 21116 1010. 111 17e Do. Def. (Unit.)..... 116. 496. 4111 Unite.d Tobacco /80th 416 116.. T.N.,-DAlInM restriuted by Treaury Order Mke- Shares£1.f.p.,J lso 2.t unless other- st Aug.or Aug. wise stated fail MALAY 00CMPANIES Is Aliagar (2/) ... 14 186. 1/51 Aiort'ongsu(21) 1/24 1/4 -0 Amal. Bruaa(2/) 1/44 117 ... Do. Ps.(21).. 11104 2/14 .. 81 AngloMalay... 7/3 7/9 ... 21 y Aer Kuning... 9/420174 ... 17 .adenoch . 1168 17/9 -144 18/ n Serai....1/ 16/3 ... 14 aru(1e.(2/ 1/04 1/26 4B4 r .....tt ..12/ 139.. 141 r ......1 31. 1419 ..... . 21) Broat ds t . 19/41 23/74 -/ 1/ BIoom . / 14 /1 ... 2/9BerinCoua.(2i// 2/3J 2/861-/As 1b Bidr ...........1201 116 ...... 2121 Buiki /(2/) 11/8 1/1 . 161/ Bradwai . 14/4 1/74 ... 14)41 llraunston ..1 3/3 14/5 ... 2/81 Brookilads (2/) 2/14 2/4. 1/9 Buroorea2/) ... 1/74 119.1 118 Brisseb (2/.. 1/34 1/64 11/3 Bukit Cloh (21) 1/ 1/ 11/7 Bukit Kajang. 1/9 15 ...... 2/14 Buskit Meri.(21) 2/ 2/21...... 114 Bekit PeaJk(2/) i/ /10 ... 11/9 BkitiRajh... 9/9 11/ ... /10 Buhit S'Igr.,2// 1s ... /14 D nk/t.em. 1/) /84 / .. 2/6 DCanstoeied (2/) 1/104 2/114 -/1 1/10 Censt. Peak(21) 1/74 1/7 ...... /9 Uhemoihsg /20 /74 191-/014 21/5 Cseras ....... 0/722/B6 ... 1/9 Chersonese 2/ 1/81 1/ ...... 514 Cihervot (21) ... 11/2 /1 .... 1/7 Chimp (2/2... /1 11 .. 26 Cicely Ord./2/1 2/14 2/44 -14 3/ dos. Maay/2) 2/74 2110 .. 1/74 Craigieles (2/4 1/35 1 .. 6/18 Daansa .....14/18 6/8 .. 11/8 Denistoeno/2. 11441111/ ...... 5/6 Devon K42b/.. 3/ 111 ..4/ 14/S Dustin Dorias. 11/i3 15/9 -/74 1/71 East Asiatie/2// 1/44 1/74. 78 Emerald.. 15/74,1/104. 9/ How Seueg..... 8 11 2/1 Federated (21).. 1/106 2/141 .. 16/14 e.M.S. lants. 111/5 1 ../ 16 Gadek ........ 9/4 20/7 -/7 7/ 8 o ......0... o /9 6/9 1/3 Goen Muar (21/) 1/4 1/ . SGlenshiel ... 17/ 1620/ ...... 17/ Golond ... / 16 /14 ...... 1/86 Goeg (21/) 114 1174 ...... 7/B Golden Hope ... 1517610/ ...8 71/6 GlarKalmp..11/ 1716 ......1 6/ Harpende. / 11 71 de(,,,::: ::: 2/14 KHewood /21)... 1/9 1/114 24 Henrietta (2/). 2/110 211/34 +0 22/8 Highlands. 20/ 21/3 -1/ 1116 Holyrood ......20/ 21/104 .. 2 ýH hnk ..... 43/9 49/9.... /5 n K. 14/44 16/741 ...... 113 = (2 1))2/....... I1 11/8 2/asin 2.). 1/4 1/714 ...... 18/3 Jeram .........:. 14/4 16/74. 2/5 Jita 2/)...... 111 211 1/ Johoreltiv./2/ /9 ./ . 151 Jong Landor ... 14/44 16/74. 8/ JKugatand ... 7/14 7/74. 1/44 Jsgsa East. (2/). 1213 1/44. 4/44 K. Essantass (2/) 3/1114 4/24. 2/6 Kansoning (2/) 2/5 2/6 1/324 Kalaia/2/). 1/04 1/24. 2/ Do. 7API./2// 1/9 2/ ..... 34 Kapar Pam ... 13/3 14/8 -/8 12/16 IB ak ............ 11/3 12/0 ...... 2/104 Kepong (2/) ... 2/3/ 2/84 -104 58/9 Kill h ...l36/3 41/3 ...... 1/64 Kint (etell-2/ / 15 1/54. 615 IKlabang .........115/ 18/3 ...... 218 KianangP.(2/) 2/3J 2154. Is 8 . ....... 8/8 17/9 /74 Kornhok (21) ... /8f /4.. S1/4A, Ealinggi/2/) 11/2 1/541 ..... 44 Krian.17/44 18/74. 1e~l)l 18.. · /4Kisia 4te i// /6 /6 1 Kssola Loin. ... 18/9 01/ 10/6 Kaiau Muda ... 8/8 8/9 ...... Do. Deh. ... 98 109 /74 salm-N(l 2/) 174 /14. 215f 2)5 -; K ertang (Z/2) 2/ ...... I2/44 K. eisgor/2// 2/21 2/54.... 14 [AL ...s...355/6 28/3 ... 26/ Laik........ 16/1 11/9 JALdron... 9/41 1/74. 1/ LALyasg(21) ../.106 1/ ... Mke- Shares £1, p.. Itise 2t unless other- 31st Aug. or Aug. wise stated fall 16' Ledang\".1415/71.... 13/14 Led r... ...1 219 1 4/8 ...... /8N Lends 2/) /... ...... 2/6 teggeng (2/). 2/3 2(6 2/ Ligg (21) ..... 1/9 2/0I-10 3171 LonAstatic (2/) 5/ 3/46 -/0M /04 owerPerak (2/ 1/1 4 .... S6/ Mamlacca......... 11/3 Isis .... 2/7 Mer.-Pegoh(2) 21/ 216 -8 17/6 Mount ustin.10 11/ .. 189 Muar Itar (2/)16 189 ..6 110 Muar River(21) 1711 .. 1119 Montssss. 0 11/9 1/44 Narl.rough (2/) 1/ 1/3 .. 2/4 New Col. (2/)... 1/10 25 ...... 1/46 NwCr'codile(21/ 1/ 1/3 .. 10/74 Nordanal ...... 9/6 10/8 .. 4 Nth.Hummok 5/9 6/9 .. 1/9 Nth. Malay (2) 1/4 1/74-11 /S Padg J'wa/2// 15 17 ...... 11j Pad. en. (2/) 1/3 115 ...... 11 Pah.... /1 / ...... 40 Part Bruas ... 37/6 40/d ...... 26/5 Pataling ..... 24/4426/104 .... 2/4 Patan Para(2 2/2 2/54 ..... 1/44 Peeph(2/). 1/3 1/4 . 1/44 Perak(// 1/2 1/4 --8 1/74 Pilmoor (2/) ... 1/4 1/54 ... 1/3 Pt. Dickson (2/) 1/1 1/24 ... 1/4j Pusing (2/)...... 11 1/1 ...... 15174 embsau Jelel..14/8 15/1 ...... 1/ Itembia(2/) .... il 111 ...... 1/24 Rim M'icca (2/) 11 1/2 .. 2/9 Rosevale (21) ... 21 2/6 12/6 Rubana .......... 10/9 11/9 615 f.H. of Johore 5/13 6/ ...... 11 R. E. Krlan (2) 1104 1101 ...... 11/9 R.H. Malaya... 10/ 111 ...... 1/ sa 2a1(). / II 1/1 ..... M1 t yn 15/ 613 ...... eaield . 14/44 16/74 ...... 10/9 Seaport....... 9/441017 ...... 25/0 en= ......... 21/5 2216 ...... 1/3 Selangor (2/) ... 1/0 1/24 .... 11/5 Selangor It. 10s7411/104. 1/74 Selangor U.(2/) 1/4 1/54 . 1 Is Sembilan ...... 2216 23/9 ...... 3/ Semenit (2/.. 2N7 2/10(4 ...... 1/9 Sempa (2/) ... 1/6 1/9 . 17/8 Sedayan ...... 18/6 17/9 ..... 1104 Sen ../2) /91 /1 /91 Srema /2/).. /ei /84.... Ill Serom /2/) . /.. 8 /10 ... 17/S Sheltord......16/5 17/58 ... / SingapreP.(1/) /5 17 .. 7 Slnp'retU.() /7 ...... 11/3 SouthPerak ...11/5 12/6 . 12/8 Straits Rubber. 11/8 12/3 . 2/9 1trathisla (21).. 2/46 2/9 . 20/74 Strathmore ... 1716 20/ .. 18/44 Sungel Batu ... 17/6 201 ...... 301 ISungel Bulob.. 27/6 30/ ...... 9/9 Suagei Chohb... 818 101 . 11/3 Su.Gettah(2) 110 1124 ...... 146 Sun. lKrlan...... 25/ 27/6 ... 1/S Sun. Kruit (21) 1/8 1/8 . 2/6 Sun. Salak (21) 2/3 2/ .. 2/2 Sun. Siput (21/). 11014 214 .. 115 Sun.Timah(2/) i/ 1/ 13 1/2 S.TIram(2/) ... 111 1/1 . 12/S Su ge* Way / 120/ ...... 1/Ta1 Tak1(2/y - /104 1/ ...... l/ Talfpng (2/h ... /10 1/ 121 .... Ayer ......11/6 12/9 14/B TanjongMallm 12/6 14144 ... 27/8 Tebo.......... 2/ 27/8 .. 8/9 Tremelby......5/ 7/ ...... 17/ nted PatanlI I1/ 17/6 ...... 46/8 U. Sua Beto 44144 48/ -/114 1/64 U.Temlas(2/ 1 ...1.. 1 al Or()...12 1/4 ..... O/9 Val',n )r(21/) /1I W4 ./7 .. SWaterfall. 4 6...... TRUST COMPANIES 11/0 astern Intl.... 946 111/3 quatorial T... 8/9 101 ... 8/1 8vea Trust ... 7/ ... 1/ Java Inv. Loan 5/5 161/ ...... 1218 Orlent Trust ... 16 11/6 ...... I/1 ub. Sees (2/)... 1/ 1/35 ... 28/ Rubber Trust.. 5/6 2/S -13 SUMATRA COMPANIES 19/10/1Allied Sums1ra14/, 19/9 Ir /3 1/41 A.1t2/. Ij414/ ha (2/) ..! l244/ Ifl~r-Sm._111124/441 - k-IShore: 2iI Mke .oesup ise iýunlessothr- 31st Aug. or Aug. wise stated tall 27/16 Bah Lias.........251 261 .. 7/1 Bandar ......... 5/1 61/3 1/81 Batu Rata (21).. 11/3 1151 2101 Eastern (2/) ... 1/19 2/ -M0* 1/9 Gadjah (2/)..... 1/6 1/9 .. 19 G len Bervie(21) 19 /10 .. 1/51 Kwaloe (2/) . 1 1/51 .. 1/2 Langkat (2/) ... 11 113 .. 19 Lars(2/)......... 16 19 ... ..... . o.Dbs.(I100) 52 67 14/68 Mendaris ......13/1 14/46 ... 1/3 /Pdang Lkt.(2// 1/Of 1/3.. 14 1tSkim. P am 2/). /Il 11/l ...... 13/ .(Sttgel Bitaya... 11/3 12/6 ... /13 .liSugei 3ari(2/) /S AD.... 20/9 Tanang.........19/68 20/9 ...... r/ 'ndnit* . 19i/ 18/3 ... 19 Tnu'g.Dett(2// /7/ /9 .-19 112 Toerongie ......27/6 30/ ...... 9/21 Utd.S'rd'ng(2/) 3/ 3/1%. 18 Utd.Sum. (1). 15 17 1...... JAVA & BORNEO COMPANIES 24/9 Anglo-Dutch... 231 23/3 -1/11ý Do. Debs... 1024 4 ...... 18Anglo-Java (11) 1/1 11 -/01 ..... Do. Debs... 79 84 20171 Badek ............1915 20186 ..... 1 Bajoe Kidoel... 1819 201c ...... 114 Bandjarsarle ... 25/9 2613 ...... 2/3 Bantam Jav(2/) 1/104 2/11-/11 1114 Bantardawa(2) 9 1/ ...... 12/6 Bar Java ...... 113 13/9 ...... 716 Bfort Borneo.. / 7/31 ...... 13/918 Beseekt ......... 121 1/6 ...... 19 B.R.1E.Java(21) /31 ...... 11(8 Djastsga. 10. 11(3 /3 34 Djester .........13/9 15/41. 15/ E. Java ......... 14/44 1517 ..... 11/131 Java Anal......1/10012/1j ... 23/11 Java Par ...... 2115 2/14 ... /101 Java Prodl. (2/) 8 19 ... 1/7/ Java R.Pits.(21) 1/9 11/5 ... 1216 Java United ...11/3 111 ... 1/1 Kald.jeroek(2/) 110 Ill ...... /10) Kalit/Iagah(2/l /9 /10i. 2/7j Itawle (2/) ....2/4/ V76. 21 Kimanis (2/) ... 11/6 21 ...... IALangen Java... 20/ 2216 .. 10/ aa ...s 9 8 101/. 15 ::: Big 101 /13 Lok Kawi (2).. 9le 114 ... 6/10 Manchester ... 6/3 716 ...... IlI Memboakut (2/) 196 111 ... 19 New Hayoep(2j1 / / 21/ Nirmala (1) 11. 216 .../B. 1121 Pet'ng I(1 /11 1/1.. 1 ini (l I ) ......... /114 1/1 .. It Saawak(2/) ... /11 1/1 2/7/ S/mo Ests. (2/) 2/4j 2/8 .. 1/ S'emb'rAjoe(2/) 111 1/1 .. ,,n1 Tangoel......7/B 10/ ... 15/ Telog. (f.p.) ... 14/ 15/ -18 Do. Ds 16 1s ...... / Tempe (1/) ... 15 17 ..... Tenom (2/) ...... 1/3 1/9 .. COEYLON, INDIA AND MIBSCELLANEOUS 3/3 iCev='soam(2/)2/19/ 31... 1/3 Datle (2/)... 1/2 114 ...... 10/6 Devitural ...... I1 11/ 10/9 Grand Central. 91 10/3 -/5 4A/ Harrisons and Crostleld Di. 7613 78/9 .. .. Do. Pfd. Ord,1 S 7/ ... 6/3 Hewagamn....9 / 6/ 613 HýIpodaa ......... 1 81 ... A n enn 21 1 110 ...... 1 Ia Kelai Valley.. 201 22/6 ...... /10/ Kep/taga 110 ../8 I. / Kurnegala 2 ...... 2819 Maayalam./.... 27/8 - & Monerakelle ... 1 65/ 7/2 Nagots. B/....61 7/B .... 7/3 Nebods .........6/3 7 71/ P.P.K. ........ 6/ 7/6 .. d.)... /11I ...... 11/14 Pulngd 18 1113 Ha oTravsnre 9/B 1/9 . 9/4/ Hosebaugh...... 81 6 9/3 .. 61 R.E.of Ceylon 513 615 21St. George.(2T) 1911 0131 Slagbrok . 1 1 ras..,. 90/ 12/B .... 123/ Teekey../. / 251 Travaino/res.22/! 2",
   "paper_dc_date" : "1939-09-05",
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0004_005",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0905_0004_006",
   "paper_dcterms_spatial" : "National Daily",
   "text_content" : "ssue 31st Aug. fall price or fall 981,Autra. 4%(1981-4: . ..:. 90 - B.A. Collieriosb)%Istdbe (1964) 96 100. 3/6 Barnes (James) (21) ............. 313 . 1 Do. 71 po Prof.. 213 3119. I Beecham Maclean Holdings bigBed. Cur. Pt. (/pd. dis i - Bentley BllW'ringCm. .1913.Ps 19/3 1 . 6jBroadcast Irolay Service (6j) ... 819 9(3 ..... I Do. ed.Cum.Prf... 183 193. - Bruntono Mufelburgh)(10f).. 133 143. - Do. 0% Curn. Prof.......2$0(11 81(19 ..... 31 md - Dn! (Willi) & . 1 Br/ )s. - 6% Cum.Prof ...... 20(9 21/3. Hagie Oil and Shipping b d% Cu. lRed. Prof . 196 20. 971& Do. 41 urdeI12 Wp4.) 6 4dis ..... lags 6% Red. Nfotes .......97 .6..... 9( Bng neering and Lighting BulpsIeni(A . a/ 2/3 .... . ... I Do.% Om. lid. Pr. 1919 9 ..... o HalteBet. 34% (1964.69) (1164 pd.) ide par.. 1(ll Howde abnes)I1)......... 15/ 16. 233 Initial Services ( 1) .......-0(3 20(9 ..... - Lewis A. (Wminster) Bs% Ps. 19/ 20/ ..... 961g L.C.O. 3 ( I( r).21 %d .... 99Nw aad34% Cony. (I939. 45 .... ................ 54 t4dis. 9812 N.Iroiand 3i% 119.54) 97 9lig NJ11et.Pr.Siu.% dhsitH~pd) 13e 1sdis ..... 100 Isimme Motor 1nits 6 Cony. IDebo. (fZ i~4................. lgdlo per ..... 97 Sudan 3*% (1\"54-5) (217r.) ... We ...... 69 Wessex Eea.1dI debs. (11M pd Its ledis ..... 30(6 W. Kent BierM, 4%Ps. (5/6 pd) (1193 J4 IN. 99 WhItes (TftmothyA5%b.(Rl~pd)1 3 5m",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Prices of Issues Made in past Three Months",
   "paper_dc_date" : "1939-09-05"
}
,{
   "paper_dc_date" : "1939-09-05",
   "article_dc_subject" : "article",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Multiple Classified Advertising Items",
   "text_content" : "STAMP COLLECTINGC SUPERB LOT rare OLD COLONIAL STAMPS in book, price £15. Approval. -Write Box H.697, Financial Times, 72, Coleman-street, E.C.2. APPOINTMENTS WANTED T E STOCKI EXCHANGE CLERKS' PROVIDENT FUND have experienced Clerks on their books available for all classes of clerical work, either temporary or permanent.-Apply Secretary 8, Throgmor- ton-street, E.C.2. 'Phone: Loodgn Wall 8018. THE BEST STAFF FROM BIRCH'S. All office staff, male and female, permanent and temporary.-BIRCH'S AGENCY, 86, New Broad-street, E.C.2. LON. 5752-4. Typcwriting-Duplioating-Translations. CONTINENTAL HOTELS PARIS - (Avenue do ' Pips) NOBIRMANDY HOTEL 7 No do I'Echl-\" Peacsful in a Bsy Centa\" 20 Rooms. I50 Baths. Rooms from 5/6 Restaurant. SLOANS MUTUAL LOAN FUND ASSN., LTD. City Office, 81, Walbrook, E.C.4, tem- porarily removed to Head Ofce, 8/10, Aldwyeb, WC.S. Tel.: Temple Bar 2860 & 9462. I r EMERGENCY BUSINESS ADDRESSES BOWATERS PAPER MILLS, LIMITED BOWATERS MERSEY PAPER MILLS LIMITED BOWATERS & LLOYDS SALES COM- PANY LIMITED EDWARD LLOYD, LIMITED BOWATER-LLOYD NEWFOUNDLAND, LIMITED THE EDWARD LLOYD INVESTMENT COMPANY LIMITED As from September 4th, 1939, the registra- tion department of all the above Companies has been moved to:- 5, Elm-terrace, St. Austell, CORNWALL. Telephone: St. Austell 785. THE CANADIAN BANK OF COMMERCE have to inform their customers and correspondents that for the present they will continue to carry on business at 2, Lombard- street. In the event, however, that it is found necessary to evacuate that office, please com- municate with R. H. McDade, Esq, \"Highview,\" Wieland-road, Northwood, MIDDLESEX. Telephone Numbera North- wood 698. THE INTERNATIONAL INVESTMENT TRUST, LTD. THE INDIAN & GENERAL INVEST- MENT TRUST, LTD. TONOPAH & TIDEWATER RAILROAD CO.--41 % Guaranteed First Mortgage Debenture Stock Certificates The registration offices of the above Com- panies have been temporarily removed to: Nutfield Court, Nutfield. SURREY. Tele- phone: Nutfield Ridge 3263. COMPANY NOTICES DIVIDENDS AND COUPONS DATES OF PAYMENT DEVON ESTATES (MALACCA) LIMITED (Incorporated in the Straits Settlements) At a Board Meeting held in Malacca on the 28th August, 1939. an interim DIVIDEND of 2d per share was DECLARED PAYABLE on 7th October, 1939. NOTICE IS HEREBY GIVEN that COUPON No. 14 attached to the Share Warrants to Bearer will be PAID on and after the 7th October, 1939, at the above rate, at the National Provincial Bank Ltd., Jersey, Channel Islands. Coupons must be lodged at the Bank three clear days previous to payment. J. M. STEWART, Director. Branch Office: 20, Hill-street, Jersey, C.I. CLOSING OF TRANSFER BOOKS GEORGE NEWNES LIMITED NOTICE IS HEREBY GIVEN that the REGISTERS and TRANSFER BOOKS of the 7 per cent. Second Cumulative Preference Shares of the above Company will be CLOSED from the 18th to the 30th September, 1939, both days inclusive, for the preparation of Dividend Warrants. By Order of the Board, HORACE COLE, Secretary. BUSINESS OPPORTUNITIES A LTERNATE DIRECTOR - Administrator with wide experience in industry and company direction available to watch interests confidentially during absence of principal.- Write Box \" Y. V.,\" c/o 95, Bishopsgate, E.C.2. PARTNERSHIPS AND DIRECTORS TURGENT-Fully qualified quantity SUR- VEYOR REQUIRED with view to Part. nership, aged 30-35. Must be experienced in all branches of Quantity Surveying.-Write, National Provincial Bank Chambers, 44, Holdenhurst - road, Bournemouth. Mark \" Surveyor.\" HOUSES AND PROPERTIES SOMERSET, near Bath-Attractive RESI.- DENCE in beautiful residential village. Unrivalled situation. 3 rec., 3 bed, large attics. Main water, gas, electric. Bath, 2 w.c.s. Lawn, garden, orchard. About 1 acre. Garage avail- able. £1,550.-Write Box V.696, Financial Times, 72, Coleman-street, E.C.2. [OUSE with excellent under- ground AIR-RAID SHELTER (2 entrances from house and garden) in NORTHAMPTON. House has 3 reception rooms, 7 bed rooms, 2 bath rooms, well-appointed kitchens, cen- tral heating. Garage 2 cars. Beauti- ful garden. Vacant possession will be given. - Yarde, Cliftonville, Northampton, LIVERPOOL Suburb-Family House. 4 bed- rooms, 2 entertaining rooms, bathroom, usual offices. Electric, gas. Summerhouse. No garage. Indoor, outdoor sanitation. Freehold £675.-Box X.698, Financial Times, 72, Cole- man-street, E.C.2. C(HARMING Residence, stone built, situated North Northumberland, splendid out- look, no through road. 8 reception rooms, 6 bedrooms (1 with dressing room), maid's room, bath room, good kitchen and usual offices, stable and garage for 2 cars. To be let or would consider offer to sell.-Apply L. R. Hardy, Ravenslaw, Alnwick. A. . p -For Sale, well-built detached house in Epsom. Eight bed- rooms, three sitting, usual offces and good cellars. q-acre garden and garage.-Box Y.699, Financial Times, 72, Coleman-st., E.C.2. CO. WEXFORD, Eire-Residential holding about 188 acres rich dairy land; mile from good market town; rail, churches, schools; excellent hunting-Aishing district. Dwelling commodious, first-class order; e..; bathroom, lavatories, Esse cooker, Beeston boiler; fruit, vegetable garden; hard tennis court; garages. Out offces meet Milk Board requirements. Stock, Implements could be taken over if required.-Box C.P.620, The Financial Times. 72, Coleman-st., London, E.C.2. CIAFE from Bombs-Semi-detached (only 2 3 others), freehold. £950. Up-to-date Cot- tage Tea Bungalow. Garage and acre lawns and garden. 2 supplies own water; own electric; 8 B.R.; 2 S.R.; 1 bath, h. & c.; kit- chen, etc. Good drainage. 2 miles Lynton; 2 mins. Lynton golf course; 900ft above and overlooking Bristol Channel.-Stanley Ardiss, Victoria Hotel, Ilfracombe. A -Bournemouth. Country Man- *-Re A * sion, fPhold; 27 Rooms, hand- some receptns.; Library 80 it, billiard 25 it, many baths and lavatories; perfect condition. Elec. (1. & heat), Cent. heating; 2 acres gdns., 2 cottages, conservatory, garage. Vacant.- Owner, 12, Portway-crescent, Ewell, Surrey. T ARGE modern Residence for Sale, in L Forest of Dean and near Wye Valley; excellent condition; wooded grounds. Price 95,000.-Apply J. H. Watts, The Rocklands, Lydney, Glos. S. DEVON. SAFETY AREA SUIT PRIVATE, OFFICES, HOTEL, SCHOOL ETC A Mansion, modern throughout. s22 large rooms (h. & c. water, central heating). 2 screw, tennis, garage, stables, lodge. 85,600 (possession with ,1,00 or less).-Sole Agent, L. G. HOLMES, 495, Oxford-street, Marble Arch. Mayfair 2885. PERSONAL TOM LONG the brand to smoker's taste SOn quality this blend is based. LIFE POLICIES AND REVERSIONS-The utmost market value promptly obtained or morta oen arranged by H. E. FOSTER a MANRELD, Land Agents, 6, Poultry. E.C2. THORNGROVE, GILLINGHAM, DORSET X -Delightiul PROPERTY; 4 reception, 15 bed rooms, 8 bath rooms; good gaden stabling and garages; 4 cottages, lodge and 89 acres good grassland. To be Let on Lease or Sold; reasonable price; vacant now.-To view apply Gardener at Lodge; further parti- culars Major Pelly, Coombes. Market EHar- borough. Registered at the G.P.O.-Prinatie4 a ubnd by Tss lzsascui These, LVD, ::nha Adverlisemest Oeoss, 72. ColeMma~enee),k",
   "_id" : "FTDA_1939_0905_0004_007",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times"
}
]