[{
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "1",
   "article_dc_title" : "Issuing Houses",
   "_id" : "FTDA_1939_0906_0001_001"
}
,{
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "text_content" : "Page American Markets ... ... ... 3 Answers to Correspondents ... ... 2 City Men and Matters, by \" Observer \" 2 Commercial Markets ... ... ... 4 Company Meeting ... ... ... 2 Continental Bourses ... ... ... 3 Dividends and Reports ... ... ... 3 Foreign Exchanges ... ... ... 1 Industrial Market ... ... ... 1 Investor's Note Book, by \"The Diarist\" 1 Leading Articles ... ... ... 2 London Dealing Prices ...... ... 4 Mining Markets ... ... ... ... 1 Money Market ............ 1 Money Market Notes ... ... ... 2 Obituary Notices ... ... ... 1 Oil Share Market ... ... ... 1 Round the Markets, by \"Autolycus \"... 1 Rubber and Tea Markets ... ... 1 Stock Dealings ......... ... 1 Wall Street Prices ... ... ... 4 \" Financial Times\" Stock Indices The difficulties under which Stock Exchange business is being con- ducted prevent for the present daily compilation of THE FINANCIAL TIMES stock indices. The feature will appear once weekly, on Mondays, until further notice. SALIENT POINTS London Stock Exchange to reopen to- morrow, although business hours may be restricted. (p. 3) Unofficial minimum prices fixed for Home Railway prior charge stocks. (p. 3) New York Stock Market soared on the biggest turnover for two years at nearly 6,000,000 shares. (p. 3) Understood Bank of England will notify authorised dealers of spot and forward exchange rates, probably daily. (p. 2) Gold price was 168s per fine ounce, a new high record. (p. 3) Government has issued new rates for war risk insurance of cargoes, including rates for Mediterranean. (p. 3) Motor Show fixed for next month has been cancelled. (p. 3) U.S. and Egyptian cotton rose sharply at Liverpool. (p. 3) Minister of Labour is to control employ- ment under new Bill. (p. 2) COMPANY RESULTS General Mining postponing interim divi- dend. (p. 3) Transvaal Mattress net profit £2,471 lower at £34,858. (p. 3) Cammell Laird maintaining interim divi- dend at 4 p.c. actual. (p. 3) MARKET NOTES HOME Money: Credit conditions comfortable; bill rates steady. Gold: Up 8s at 168s-official price. Silver: Spot and forward Yd higher at 20%d and 20'%d per ounce respec- tively; India bought. Foreign Exchanges: Dollar official rate $4.02-4.06; franc 174 to 175. ABROAD Wall Street: Opening and close strong; Industrials average jumps 10.03. Paris: Trend irregular. Bank of France showed improvement. Amsterdam: Very erratic; Dutch shares were strong. New York: Wheat, cocoa and sugar advances. Winnipeg: Wheat futures closed higher. U.K. Commodity Index Saturday 2nd September ...... 142.8 Fri. 1st Sept 141.2 Week ago .... 139.1 Thurs.. 31st Aug 138.A1 4 weeks ago ... 133.0 Wed., 3th Auk 137.7 Year ago ......... 134.9 Tues., 2!th Aug 139.3 1037 bigh 15th April) 202.2, low (29th Dec.) 149.0. 1938 low (30th May) 128.4. Raswr ISth September 1931 - 100",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0001_002",
   "article_dc_title" : "Index and News Summary"
}
,{
   "_id" : "FTDA_1939_0906_0001_003",
   "article_dc_title" : "Gold Price up 8s",
   "text_content" : "Bank Rate 4 per cent.V 24th August, 1939 Deposit Rates Tender Rates Bankers ......... 2 pc 3 months T.B.- Brokers 2 pc (\"call\") *£3 14 3.48 pc ,, 21 pc (\"notice\") *Average for £40,000,000 allotted 1st Sept. TUESDAY Evening. Money markets reopened to the new order of things to-day and, under the circumstances, functioned exceedingly well. In the foreign exchange section, perhaps, there was a certain amount of disorganisation, but this was due primarily to the difficulty in reading into the many new regulations and their application. Operations were, of course, conducted through the authorised dealers, and they reported a large number of inquiries. The main interest centred in the first \"con- trolled\" rates for sterling, and consider- able surprise was expressed when this was announced as $4.02 to $4.06. The usual fixing of the gold price by London bullion brokers was replaced by the announcement of the fixed buying price by the Bank of England. The silver market, however, was left quite free, but for convenience the hour of fixing has been altered to 30 minutes later than previously. Lombard Street itself reopened almost as if there were no war in progress, with conditions virtually normal. Different clearing banks and other institutions found themselves in differing circum- stances, some having to call in funds while others were free lenders. Short loans, however, were in comfortable supply, fresh accommodation against bills being obtained at 3 per cent. and against bonds at 3X per cent. Business in bills was of modest dimen sions, but it is understood that the assist- ance of the special buyer was hardly required. LOAUluS DCOu.T PER CENT. PhR C\"'Tr. Bank Bills FineTradeBills D)a.I Short 2 3 4 6 3 6 I day riods mths. mths. nmths. ths. mths. tbs. 212-3 2-3 s4136 31516 5 412-5 5J-5s The official gold price was fixed at the new record level of 168s per fine ounce and was 8s above that of Friday, when dealings last took place under the old regime. Sovereigns were quoted at 39s 3d. It was impossible even to estimate turn- over, but the banks reported that they were not overburdened with orders. Silver prices were fixed at 20%d per ounce for cash and 207sd per ounce for forward delivery, an advance of %d in each case. No bullion operations were announced by the Bank of England to-day. Net movements: - Since last Bank Return Nil During 1939 .......... £174,431,740 out *Since 21st Sept., 1931... £16,035,977 in * old standard suspended. Official Exchange Rates As indicated above, the London-New York rate was fixed at $4.02 to $4.06, as against a closing middle rate of $4.20 on Saturday, while the Canadian dollar was actually 12% cents more favourable to sterling at $4.47 to $4.51. In Continental currencies there was a fair spread in the French franc. At first the Belgian belga was called 24.16 to the £, buyers, but later on a double quota- tion of 23.42 to 24.16 became available. Value dates for all currencies are for three business days instead of two as heretofore.",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "ROYAL MAIL To SOUTH AMERICA PASSENGER AND FREIGHT SERVICES TO BRAZIL, URUGUAY A ARGENTINA. From Souithlnipton, London anl Liverpool. Tours to Portugal, Madeira and Canary Islands. ROYAL MAIL LINES, LTD. LONDON { America House, Cookspur Street, S.W.1. Royal Mail House, Leaenhall 8treet, 1l.C.3. Liverpool 3 The Pacific Steam Navigation Co. Agents orree, Water Street (3), or Local Agents. Paenr Cargo Services- LIVERPOOL TO:- fRANCE. BERMUDA, BAHAMAS. HAVANA, JAMAICA. PANAMA CANAL, PERU. CHILE.. - 8Sllings on application. LIV1RPO2L--oree, Water Street (3), or Local Asents. ,Lonon Agouts: oyal Mall LIne Ltd., Cocksotr Strut, S.W.I. and Leadenhall Street. Z.0.3.",
   "article_dc_title" : "Multiple Classified Advertising Items",
   "_id" : "FTDA_1939_0906_0001_004",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "_id" : "FTDA_1939_0906_0001_005",
   "article_dc_title" : "S. E. Members Demonstrate Readiness to Deal",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "TUESDAY Evening. Security dealings, carried out to- day in Throgmorton-street and by telephone between offices, demon- strated the readiness of Stock Ex- change members to provide a public market in stocks and shares. The volume of business was small and dealings were almost entirely a matter of negotiation, but activity was quite as great as could be ex- pected in view of current restrictions. A large part of the work of Stock Ex- change members and their staffs was devoted to dealing with inquiries which could not be executed. Apart from British Government stocks and securities affected by special factors, prices showed little movement from Thursday's House quotations. GILT-EDGED ACTIVE Although business in Government stocks was small, even by recent modest standards, this section was probably the most active. In view of the state of war which has developed since Thursday, prices were marked down to their fixed minimum levels. An impediment to business was the uncertainty created by the substitution of registered for inscribed stock. Declines in the more active securities ranged up to 1', Consolidated 4 per cents, and Conversion 3j per cents. losing that amount at 99 and 88 respec- tively. Local Loans at 74 ex dividend lost the same amount, while losses of 1A were recorded in Old Consols and War Loan. In practically all cases prices were reduced to around their minima. India stocks showed similar declines, the 21 per cents, losing 14 at 566 ex dividend. There was very little busi- V T Tfc % ArV Ii,»:r dLIU tU bl 4UULI^ 5JL1L^ ^IJ , ness, an no quo a e pr ce change, in the Dominion and Corporation lists. Dealers in the foreign market re- ported little actual business, activity in this section being restricted by the Treasury Regulations as well as the limitations placed on all dealings. The most striking price changes were made in German and Austrian issues. German 5 per cents. were marked down 154 to 121 and the 4A per cents. 11 points to 10, with practically no busi- ness. Austrian Fives lost 8 at 15 and the 4' per cent. bonds 15 at 30,- the higher price of this issue being due to the in- ternational guarantees it enjoys. Movements elsewhere were generally downward but Argentines provided a notable exception. The 4 per cents, of 1933 fell a point to 80, but the 3J per cent. bonds were as much to the good at 63 and the Conversion Loan hardened to 751. HOME RAIL CHANGES Unofficial minimum prices were fixed by Home Railway jobbers for the prior charge securities. These were generally well below the quotations ruling when the House was last in session. L.M.S. First Preference were down 2 at 494 and L.N.E. Second Guaranteed fell the same amount to 554. Movements in the Ordinary stocks were generally adverse and wider prices were quoted. Southern Pre- ferred fell 4 to 56 and the Deferred I to 114. Foreign Railways attracted little business, but prices for a few Argen- tines were marked down."
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0001_006",
   "article_dc_title" : "Foreign Exchange Rates",
   "text_content" : "LONDON QUOTATIONS aQuoted Pr 5th. ept., 2nd Sept., -- Quoted 1Pri'rto 1 t t9 20/9131 Close N.Y.T.T....(1%) Dol. to £ 4.86J 4.02-4.06 4.18-4.22 Montreal (T.T.) Dol. to £ 4.861 4.47-4.51 4.34-4.39 Anist'nlam (3%) Fl. to ... 12.107 7.57-7.64 7.40tt Brussels (21%).. IelKg to£ 35 23.42-24.16 221-221 Paris (2%) ....... Fr. to £... 124.21 174-175 1751E-17554 Zurich (14%) ... Fr. to £... 25.2216 17.93-18.11 18.15-18.30 Oslo (3%) ...... Kr. to£ 18.15917.69-17.86 1814-184tt Stockh'lm(2I%) Kr. to£ 18.159 16.88-11.05 1714-17?tt Blombay (3) ... d.torupee 18d 17W1-17id 17-18d Calcuta (3)... d.torupee 18d 1711-17 17-18d Hon on ... to doll. - 12-1le 4 1278-113t-Itt Kobe(3.28% )... d to yen 24.57d 11I/- 111-1/2i.6 Singapore ...... d. to doll. - 2/4A-2/4 2/4-2/414 B.Aires. (34%) j 11.46 -- 14.Ares ........ per - 18.00t 18.30-18.50 B.Aires........ eeo o £ 17.13 17.13 SOfficial rates with the exception of the Far- Eastern quotations. t Buying rate. tt Nominal. N.B.-Following are the rates applicable for pay. ment to the Bank of England for the Clearing Offices: Italy 81.00 lire; Spain, 42.45 pesetas; Turkey. 552 pDiastres SOUTH AFRICAN EXCHANGE RATES IA'.L .'. sigh sight sight londunoni £ £ £ £ £ 0*lih.Afries 101 101/81- 101/16/3 10214/6 102112/9 *Hlhodesia.. 10014 100/113- 1011113 1011/9/16 10111719 SaLLin. HRATE Sight Telegraphic London on: *South Africa............ £10014 £10014 lihodesia ................ £9934 £9934 SPer £100 sterlnag CENTRAL & STH. AMERICAN *BoLIVIA-Official sight selling rate on London 141.40 bolivianos per a (nominal) on l1st July *CoLouIA--Sight selling rate New York 174.98 pesos per 100 U.S dollars on 8th August. is rate applies to holders of exchange permits buying in the \"open\" market ErAnoOR-Sight selling r:e New York 15.25 sucres per U S. dollar on ith August. GOATiMiALA-Sight selling rate New York main. tained at one quetzal per U.S. dollar. Com- mission of I per cent. is charged by the Central Bank for the sale of drafts. -NICABAvA--Sight selling rate New York for pay. ment of imports 5.5212 cordobas per U.8. dollar (including 10 p.c. tax and 12 p.c commission) on 3rd August. PARAOUAY-Exchange quoted on Buenos AiresM sight selling rate 71.50 Paraguayan peos per Argen. tine free\" paper peso on 1th August. EL SALVADOR-Sight selling rate New York 2.5034 colones per U 8. dollar on Oth August. VaNIZUELA-Sight selling rate New York main. tained at 3.19 bolivares per U.8 dollar since 2714'37 *Exchange controls are operative in these countrie. Details issued by Bank of London and South America.",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "The International Foreign Exchange Table given below, which is exclusive to THu FINANCIAL TIMES, provides at a glance the closing London rates on 6 of the principal world centres and the cross-rates between them. Except in the case of London and New York the rates nuoted are the noffeinllv fsirl nlninira paa Berlin New York Paris B rumel LOeaden Amsterdam Zoric 2nd let 5th let 6th 4th 6th 4th 5th 2nd 5th 4th 6th 2nd Sep t.t. ept. S ept. t. Sept. Sept. Sept. Sept. Sept. S. '. Sept. Sept. Sept. Sept. erin . - - .40.00 .0 - - 40.00 - - - 65.00 0-.00 - - New York 2.494 2.481 - - 45.50 41.8 5.831 5.87 4.04 4.10 1.184 1.M8 4.456 4.4 Paris .. . 6.15 6.16 .51 2.41tt - - 14.45 - 1744 1765 4.40 4.51 10.21 10.871 BrusselIs 4.70 42.40 17.20 17.11 745.00 712.00 - - 21.70 2i| 52.514 12.20 - 71.00 London 10.77 10.77 4.071 - 175.00 176.60 28.70 21.15 - - 7.144 7.58 18.2 18.75 Amsterdam 111.00 112.80 65.10 85.40t 100.CO 222.0 510.56 109.00 *7.10 \"7.40 -1 - - 11.00 Zurich ..... 56.16 5.15 12.50 12.70 4 8.00 194.00 - - 18.02 1i8.4 42.40 4.1 - - *Nominal t Bid.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Exchange Croos-Rates",
   "_id" : "FTDA_1939_0906_0001_007"
}
,{
   "text_content" : ", 1939 LARGEST CIRCULATION OF ANY FINANCIAL JOURNAL IN THE EMPIRE · 19SB CITY EDITION, ~PITIC)IY, No. 15,75] LONDON, Wednesday, 6th September, 1939 [Twopence",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0906_0001_008",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "While it is intended that the London office of Union Corporation and its asso- ciated companies should remain open for business so long as possible for limited hours daily, all communications to the company and its associated companies, Union Corporation, Bay Hall Trust, British Enka, East Geduld Mines, Geduld Proprietary Mines, Grootvlei Proprietary Mines, Marievale Consolidated Mines, Modderfontein Deep Levels (in liquida- tion), San Francisco Mines of Mexico, and Van Dyk Consolidated Mines, should be addressed to The Gables, Chequers-lane, Walton-on-the-Hill, Tadworth, Surrey, until further notice. Telephone: Burgh Heath 3750 and 3751.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Union Corporation",
   "_id" : "FTDA_1939_0906_0001_009"
}
,{
   "text_content" : "There will be general relief and approval at the decision to reopen the Stock Exchange to-morrow. It will be regarded as another telling gesture to the world at large. The attempt to form a Street mar- ket yesterday morning was soon frowned upon by the authorities. Although the gathering of members- and others-in Throgmorton-street would have almost filled the Stock Ex- change, the more important firms were not represented and there was much more talk than business. Many Small Deals Leading jobbers who remained in their offices did a fair number of small deals. One gilt-edged jobber alone transacted over 200 bargains. None of the brokers I met was really active. Several discouraged new purchases until they could see their way more clearly. The new regulations are not yet thoroughly known or understood. In some cases they were considered ambiguous. With members all meeting on the Floor of the House to-morrow and able to cross-examine Committee- men business should gradually be made to work as smoothly as is pos- sible under abnormal conditions. Immediate Task At the moment the urgent task is to deliver and obtain payment for the out- standing bargains. The money position of each firm will then become clear and jobbers will know what stock they will be in a position to deliver promptly to purchasers for cash. As one leading jobber put it, we shall know much better where we are after the adjourned Settlement has been held on 21st September. ,Will it be permis- sible then to renew existing contan- goes? Will \"mean prices \" be fixed for equities on the basis of which bulls must close their positions by taking up the stock or selling it? Minima for Equities ? A broker friend contends strongly for minimum prices in respect of all securities besides gilt-edged stocks, for which they have been already fixed. He writes: \"As no dealings could take place below these minima, bulls on Contango account would be pro- tected from having their securities closed at knock-out prices and the public with loans at the bank secured on stocks and shares would similarly be protected.\" Actually, in view of the firmness of prices yesterday- wherever they were tested-the above proposal would look premature, but, of course, it is desirable to be ready for the unexpected. Eight-guinea Gold Nobody I met yesterday was able to explain why the authorities had allowed sterling on New York to drop as low as $4.04 against last week's worst of $4.10. Neither was it known whether this initial war-time rate is to be pegged for an indefinite period or to be subject to daily, weekly or, maybe, monthly variation. The jump of 8s in the official price of gold to the new record of eight guineas per fine ounce took everybody by surprise, but in the circumstances Mining jobbers refused to get excited about it. Kaffirs and General Smuts As regards Kaffirs I heard the hope expressed that the new South African Government to be formed by General Smuts will quietly abandon, or any- way drastically modify, the proposal that the Union Treasury should appro- priate whatever may be received above 150s per ounce for the Rand pro- ducers' gold. Mr. Havenga, who is understood to be resigning with General Hertzog and other of his like- minded colleagues, has been Minister of Finance for many years. As such he has been primarily responsible for a much heavier burden of taxation having been laid upon the Rand than on any other goldfield in the world. General Smuts is a statesman of vastly wider vision. He will recognise clearly that the true interests of South Africa lie in doing everything possible to encourage the expansion of the Rand. b4t i tartst Equrrlca A broker friend contends strongly for minimum prices in respect of all securities besides Rilt-edged stocks, for which they have been already fixed. He writes: \"As no dealings could take place below these minima, bulls on Contango account would be pro- tected from having their securities closed at knock-out prices and the public with loans at the bank secured on stocks and shares would similarly be protected.\" Actually, in view of the firmness of prices yesterday-- wherever they were tested--the above proposal would look premature, but, of course, it is desirable to be ready for the unexpected. Eight-guinea Cold Nobody I met yesterday was able to explain ·why the authorities had allowed sterling on New York to drop as low as 1~4.04 against last week's worst of $4.10. Neither was it known whether this initial war-time rate is to be pegged for an indefinite period or to be subject to daily, weekly or, maybe, monthly variation. The jump of 8s in the official price of gold to the new record of eight guineas per fine ounce took everyb~dy by surprise, but in the circumstances Mining jobbers refused to get excited about it. Kaffirr and General Smuts As regards I<af~irs 1 heard the hope expressed that the new South African Government to be formed by General Smuts will quietly abandon, or any- way drastically modify the proposal that the Union Treasur;should appro- priate whatever may be received above 1SOs per ounce·for the Rand pro- ducers' gold. Mr. Havenga, who is understood to be resigning with General Hertzog and other of his like- minded colleagues, has been Minister of Finance for many years. As such .he has been primarily responsible for a much heavier burden of taxation having been laid upon the Rand than on any other goldfield in the world. General Smuts is a statesman of vastly wider vision. He will recognise clearly that the true interests of South Africa lie in doing everything possible to encourage the expansion of the Rand. mbt ~ittt~iBt",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "House Reopens To-Morrow",
   "_id" : "FTDA_1939_0906_0001_010",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0001_011",
   "article_dc_title" : "Obituary",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "LORD HAWKE Lord Hawke, a partner in the firm of Wyer and Hawke, East India merchants, died at his home Kippington Grange, Sevenoaks, yesterday, aged 66. He was a director of Associated Insula- tion Products, Chrestien Mining Company F. F. Chrestien and Co. and the National Bank of India. MR. G. R. STAMP Mr. George Reginald Stamp, chairman of the Cornhill Insurance Company and a well-known figure at Lloyd's, has died at Wormley."
}
,{
   "_id" : "FTDA_1939_0906_0001_012",
   "article_dc_title" : "Fair Demand for Popular Industrial Equities",
   "text_content" : "TUESDAY Evening. Equity shares of all kinds were inquired for to-day, but prices were nominal and dealingrest was a matter so negotiation. Numerous inquiriesra were mreceive transactions. ngActual business in the Oil marke was quite small, but it was possible th obtain a nerominal quotation for prac tically every share. UGold shares attracted a little atten but Pearl were 3s easier at 17. In the EEaCTRIaional EQUIPMENT section, tion on the rise in thie gold price particularly those of mines withou o the scope of the new South Africae tax. c LACK OF SELLERS General Inrquiry for Shares byeto \"Bu\" improved to 7. As regards ELECTIC Small Investors In the Industrial section a notewtionrth forward was mainly of an investment feature was the abs e of sellers. Thiwere w as ascribed to possibele doubts in th mind of the public regarding the probabl course of prices, and it was thought than were insignificant. would-be sellers had held aloof from mar k ets until it was seen how things woule at 120s, against 110, and P. and 0. De- move under the new conditions. As it was the tone was cheerful, for i Lamport Lines were 2s up at 7s and Cairns gi 3d better at 4s 6d. Furness Withys were up 3s 9d at 22s. good deal of tentative inquiry for shares was reporte and it was evident from thl limits received by some brokers thae bargain-hunters were on the look-out sos of 1s Gd each were shown by Stantons and cheap stock. In this they were dis appointed, for the lack of sellers let jobbers with low reserves of stock. The business passing, however, was no large in terms of value. A fair turnover was done in the popular Industrials, but the bulk of the demand came from smal investors whose orders ran generally fron 50 to 100 shares,and the execution of thit business, chiefly between office and offi after the Street market, was forsaken so the security of the near-by large buildings At the outset, there was quite a .largo to 27s 6d-30s. Amthering of brokers and jobbers in thw treet and the first hour saw most of thw not plentiful. Lancashire Cottons rose 9d obusiness com tleted. is en Prices were nominal and as compared with those ruling before the ots reak - war showed considerable, irregularity, bu in many directions an improving tendency was shown. In most cases dealing becamý was occupied in getting on to various offices by telephone to conclude bargains. Demand was not restricted to any parti- cular type of share, although a fail amount of inquiry was reported for Ship ping issues. Some of the Tobacco shares Leading RAwere in request, but left off und both BANKING GROUP LOWER Moderate interest was taken in BANKING Courtaulds and prices generally were were down. In the Home group, Westminsterer. were 5s down at 72s 6d, while Barclays KAFFIRS LITTLE CHANGED Few Seller of Misto 65, llaneous Gold to 52s 6d and National Provincial (21 paid) 2s 6d to 62s 6d. Among Overseas issues Hongkong and Shanghai were 5 points In the MINING markets the small amount 75. Bank of London and South generally wnegotiated on the basis of the 80 closing prices rrling last Thursday. Some inquiry was made for TODACCO shares, and the small demand was assumed to be on investment account. British- American Tobaccos were seldom mentioned in the earl were ealings, but left o easier at I n the ELECTRICAL EQUIPMENT section 6 , General Electrics were dealt in on the basis of 72s 6d-75's. Associated Electricals were called 38s 6d. British Electric Traction Deferred was quoted 790-810. Elecktrolux \" B\" improved Y to 7. As regards ELECTRIC SUPPLY issues, the dealers made a 2s price in most of them and quotations were Is to 2s lower. The business coming forward was mainly of an investment character. Many of last week's limits were still found to have been left on. Public interest in MOTOR and AIRCRAFT descriptions was limited, and beyond a fall of 2s 3d to 16s in Dennis Brothers changes were insignificant. FURNESS WITHY STRONG SHIPPING shares provided one of the bright features. Clan Lines were wanted at 120s, against 110s, and P. and 0. De- ferred were marked up 3s to 22s. Bryny- mors were dealt in at 3s, against 2s. Coast Lines closed Is 6d higher at 10s, while Lamport Lines were 2s up at 7s and Cairns Is 3d better at 4s 6d. Furness Withys were up 3s 9d at 22s. The turnover in IRON and STEEL share's was small, and the trend was irregular with - recessions predominating. - United Steels were Is 9d lower at 21s 3d and falls of Is 6d each were shown by Stantons and Birmingham Small Arms. Stewarts and Lloyds were. 2s 3d down at 41s. John Browns fell Is 3d to 27s. On the other hand, Vickers firmed up to 17s 6d and- Consetts to 7s 6d. Swan Hunters and Harland and Wolff were steady. Indian Irons improved to 36s 9d. Among MISCELLANEOUS issues, United Molasses were steady at 23s 6d. The quo- tation for Imperial Chemicals was widened to 27s 6d-30s. RAYON SHARES QUIET Among TEXTILES some inquiry was made for cheap shares, but the supply was not plentiful. Lancashire Cottons rose 9d to 12s, but Coats and English Sewing Cottons were a few pence easier. Some 4%.. Imperiarls wexe unaltered at 6'/i, TUESDAY Evening. Equity shares of all kinds were inquired for to-day, but prices were nominal and dealing was a matter for negotiation. Numerous inquiries were received for Industrials and a fair business resulted, mainly comprising small transactions. Actual business in the Oil market was quite small, but it was possible to obtain a nominal quotation for prac- tically every share. Gold shares attracted a little atten- tion on the rise in the gold price, particularly those of mines without the scope of the new South African tax. LACK OF SELLERS General Inquiry for Shares by Small Investors In the Industrial section a noteworthy feature was the absence of sellers. This was ascribed to possible doubts in the mind of the public regarding the probable course of prices, and it was thought that would-be sellers had held aloof from mar- kets until it was seen how things would move under the new conditions As it was the tone was cheerful, for a good deal of tentative inquiry for shares was reported and it was evident from the limits received by some brokers that bargain-hunters were on the look-out for cheap stock. In this they were dis- appointed, for the lack of sellers left jobbers with low reserves of stock. The business passing, however, was not large in terms of value. A fair turnover was done in the popular Industrials, but the bulk of the demand came from small investors whose orders ran generally from 50 to 100 shares, and the execution of this business, chiefly between office and office after the Street market, was forsaken for the security of the near-by large buildings. At the outset, there was quite a large gathering of brokers and jobbers in the Street and the first hour saw most of the business completed. Prices were nominal and as compared with those ruling before the outbreak of war showed considerable irregularity, but in many directions an improving tendency was shown. In most cases dealing became a matter for negotiation and much time was occupied in getting on to various offices by telephone to conclude bargains. Demand was not restricted to any parti- cular type of share, although a fair amount of inquiry was reported for Ship- pig sses Smeofth Tbacoshre after 6%. Some inquiry was received foi BREWERY shdres, but no important busi ness resulted and prices were nominal Distillers were lowered 4s to 90s. Dealings were restricted by uncertainty as to the South African Government's pro- posal to appropriate the proceeds of the mines' gold sales above 150s per ounce In this connection dealers expressed satis faction with General Hertzog's defeat in the South African Parliament, whicl raised hopes that any new Government formed might take less drastic measures Leading arbitrageurs did not attempt to establish contact with either Johannes burg or Paris. Of individual issues, West Wits. were mentioned at around 4, Venterspost at 1,7 and Western Holdings at 11s 6d. Marie vale at 16s and Palmietkuil at 5s 9d were nominally easier than on Thursday. The jump in the gold price to the nev nigh record of £8 8s per ounce-8s above the last quoted price on Friday-brough in buyers for MISCELLANEOUS Gold shares In these issues it was generally the case of dealers wanting the offer of shares at certain prices, but very few sellers could be found. In WEST AFRICANS, Ashanti were wanted at 3%, Ariston at 11s, Bibiani at 25s 6d, Amalgamated Banket at 7s 6d Bremang at 4s and Marlu at 9s 3d Kwahu were about 1%, Taquah ar Abosso 1%l and Gold Coast Selection 19s 6d. Elsewhere, Lake View and Star were finally called 19s 3d-a rise of 9d-aftel 20s at first, and Wiluna nearly Is 6d uI at 9s 4Yd. Dealers in RHODESIAN COPPERS were little inclined to do business pending to-morrow's (Wednesday's) fixing of a maximum price for the metal. Rhokana were called % higher at 11%. Rhodesiar Anglo-American were mentioned at 21s 6d Rhodesian Selection at 14s and Roan at 15s 6d. JUMP IN BURMAS Indian buying orders caused Burma Corporation in the Lead-Zinc-Silver group to be mentioned as high as 11s 3d at one time. The last price heard was 9s 6d, which was still nearly. Is 6d above Thursday's close. Burmas were cabled as having been bid for in Rangoon at 1ls 6d. For a similar reason, Indian Copper were called Is 10%d higher at 4s 3d. One or two of the Australian Broken Hill issues were marked up. Zinc Cor- poration Ordinary and Preference gained 3 apiece to 3% and 5% respectively. Norths hardened to 1% and Souths %' to 1. The few Eastern Tin shares quoted were also better. Malayan were called % higher at 1',, Petaling Is up at 16s and Southern Malayan also Is to the good at 17s. NOMINAL OIL PRICES Royal Dutch Adjusted to Amsterdam Parity In the OIL market it was possible to obtain a price for practically all the shares in the list. Generally, a single price was quoted around which dealers were prepared to negotiate, but it was emphasised that the prices were \"all very nominal.\" In actual practice only a few of the shares were dealt in. As might have been expected, most activity was seen in Royal Dutch and Shells. The opening price of Royal Dutch required adjustment to the higher level established on the Amsterdam Bourse, which was open yesterday. Parity was calculated at \"a little over 40\" and a small business was done at about 40 in early dealings. Buyers did not appear willing to pay this price and the shares eased to 39Y. At this level they showed a rise of 4 points from last Thursday's quotation. Shells were another share in which a few dealings were transacted. After busi- ness over 4% they eased to shaw a decline of %, at 4%,. Other movements in the list showed a certain irregularity which was not really indicative of the state of the market in individual issues. RUBBERS AND TEAS Small Buyers of Some of the Leading Issues Prices were quoted for a number of RUBBER shares, but they were purely nomi- nal. There were buyers of some of the lead- ing issues, but the market lacked sellers, and little business resulted. United Sua Betong were wanted, and rose Is to 46s 3d. Anglo-Dutch started at 22s 6d and closed at 23s 9d, a rise of 4/d on Thursday's quotation. Rubber Trust were 26s 3d (against 26s) and North Malay Is 7yd (is 6d). Else- where London Asiatic were called 3s (3s 3Y4d) and Allied Sumatra 14s 6d (15s). In Mincing Lane there were numerous inquiries for Rubber shares, but no stock was available. The Stock Exchange in Plantation House will reopen to-day (Wed- nesday) from 10 a.m. to 2 p.m. There seemed little inclination to do business in TEA shares and quotations were nominal around the levels ruling on Thursday. Full list of yesterday's dealings Page Four Arniglo-Amiierican were mentioned at 21ls 6d Rhodesian Selection at 14s and Roan at 15s 6d. JUMP IN BURMAS Indian buying orders caused Burma Corporation in the Lead-Zinc-Silvei group to be mentioned as high as 11s 3d at one time. The last price heard was 9s 6d, which was still nearly. Is 6d above Thursday's close. Burmas were cabled as having been bid for in Rangoon at Ils 6d. For a similar reason, Indian Copper were called Is 10Y;d higher at 4s 3d. One or two of the Australian Broken Hill issues were marked up. Zinc Cor- poration Ordinary and Preference gained 'g apiece to 3Y, and 5% respectively, Norths hardened to 1% and Souths %2 to 1. The few Eastern Tin shares quoted were also better. Malayan were called Y higher at I/e, Petaling Is up at 16s and Southern Malayan also Is to the good at 17s. NOMINAL OIL PRICES Royal Dutch Adjusted to Amsterdam Parity In the OIL market it was possible to obtain a price for practically all the shares in the list. Generally, a single price was quoted around which dealers were prepared to negotiate, but it was emphasised that the prices were \" all very nominal.\" In actual practice only a few of the shares were dealt in. As might have been expected, most activity was seen in Royal Dutch and Shells. The opening price of Royal Dutch required adjustment to the higher level established on the Amsterdam Bourse. which was open yesterday. Parity was calculated at \"a little over 40\" and a small business was done at about 40 in early dealings. Buyers did not appear willing to pay this price and the shares eased to 39Y,. At this level they showed a rise of 4 points from last Thursday's quotation. Shells were another share in which a few dealings were transacted. After busi- ness over 4Y, they eased to shaw a decline of %. at 411 . Other movements in the list showed a certain irregularity which was not really indicative of the state of the market in individual issues. RUBBERS AND TEAS Small Buyers of Some of the Leading Issues Prices were quoted for a number of RUBBER shares, but they were purely nomi- nal. There were buyers of some of the lead- ing issues, but the market lacked sellers, and little business resulted. United Sua Betong were wanted, and rose Is to 46s 3d. Anglo-Dutch started at 22s 6d and closed at 23s 9d, a rise of 4%d on Thursday's quotation. Rubber Trust were 26s 3d (against 26s) and North Malay Is 7Yd (Is 6d). Else- where London Asiatic were called 3s (3s 3Y5d) and Allied Sumatra 14s 6d (16s). In Mincing Lane there were numerous inquiries for Rubber shares, but no stock was available. The Stock Exchange in Plantation House will reopen to-day (Wed- nesday) from 10 a.m. to 9 p Om. There seemed little inclination to do business in TEA shares and quotations were nominal around the levels ruling on Thursday. Full list of yesterday's dealings Page Four",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "article_dc_title" : "The British Linen Bank",
   "_id" : "FTDA_1939_0906_0001_013",
   "text_content" : "THE BRITISH LINEN BANK Incorporated by Royal Charter, 1746 HEAD OFFICE:-38 ST. ANDREW SQUARE, EDINBURGH. OVER 210 BRANCHES IN SCOTLAND LONDON OFFICES: CITY OFFICE:-38 THREADNEEDLE STREET, E.C.2 WEST END BRANCH -198 PICCADILLY, W.I",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "article_dc_title" : "Pearl Assurance Co. Ltd.",
   "_id" : "FTDA_1939_0906_0001_014",
   "text_content" : "FOR YOUR SECURITY AND PROFARL EFFECT A POLICY ASSURANCE CO.LTo. WITH THE HIGH HOLBORN.LONDON.W.CI.",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Stock Exchange brokers and jobbers made a valorous attempt to get a mar- ket going in various stocks and shares during a few hours yesterday. It is to be hoped that Government officials gave Throgmorton Street a wide berth, otherwise they would have been shocked to find their wishes in regard to the non-assembling of people in one place had not been carried out with any degree of exactitude. The greater part of the Street be- came thronged with Stock Exchange men, and prices were quoted in a good many things, with a little resultant business. Meanwhile, office staffs went on with the delivery of stock, col- lection of cheques, and so forth, all of which had to be completed by 12.45 p.m. in order to get the money into the banks by 2 o'clock. The Would-be Purchaser By their order that all dealings shall be for cash, the Stock Exchange Committee have laid a ban, of course, upon sales of stocks or shares of which dealers have no supply on their books. In the ordinary course of markets the jobbers would probably sell shares whether they had them or not, the assumption being that the shares would come in according to the regu- lar laws of supply and demand. To deal like this necessitates a certain latitude as regards time for the dealers to purchase and deliver the shares. In dealing for cash, a bar- gain must be settled in a few days. Ready to Deal In the Consol market, prices were quoted more widely than usual, but it was by no means difficult to deal in War Loan, Conversion Three and a- Half per Cents., the two Consols and issues of similar character. Dealers in Home Railway prior charge stocks arranged among themselves an un- official list of minimum prices in their securities. In the Industrial list, a number of the popular shares, Courtaulds, Dun- lops, Shell, Mexican Eagle, Molasses, Imperial Tobacco, etc., were-one can- not say active-negotiable without much trouble. Chryslers were quoted about 92, Nickels 561, Steel 61ý. Readers of THE FINANCIAL TIMES may rest assured that if they want either to buy or to sell stock, their Stock Exchange brokers are at hand ready to do all that they possibly can to carry out the wishes of their clients. The client will, nevertheless, quite understand that, under current condi- tions, it is not easy to obtain satisfac- tory prices. Kaffir Considerations Setting out nine cogent considera- tions which should interest holders of South African Gold-mining shares, an enterprising firm of Stock Exchange brokers deal with the action of the Union of South Africa Government in deciding to limit to a price of £7 10s per ounce the profits of gold- mining companies. The brokers point out that the proposal is evidently de- signed not only to check unhealthy speculation but to put a reasonable limit on profits made out of an inter- national emergency. A price of 150s per ounce gives a very adequate margin of profit to the mines. The industry was regarded as being well remunerated when the price was 10s per ounce lower. An important consideration is the addi- tional interest which this measure would give the South African Govern- ment in the prosperity of the mines. Union Government as Partner In a way, the Government becomes a predominant partner in the business of the industry: accordingly, labour problems are likely to be reduced. Limitation would also remove the in- centive for the formation of wildcat enterprises based on the present con- ditions, and it is pointed out that there is no reason to regard the figure of £7 10s as being rigid. What the speculators will do who bought Gold shares with the object of hedging against currency deprecia- tion remains to be seen. The firm of brokers conclude that the proposal of the South African Government- which, by the way, is not to be brought before Parliament until next year's session-fortifies the credit of the . Union Government. Autalyras Ready to Deal In the Consol market, prices were quoted more widely than usual, but it was by no means difficult to deal in War Loan, Conversion Three and a- Half per Cents., the two Consols and issues of similar character. Dealers in Home Railway prior charge stocks arranged among themselves an un- official list of minimum prices in their securities. In the Industrial list, a number of the popular shares, Courtaulds, Dun- lops, Shell, Mexican Eagle, Molasses, Imperial Tobacco, etc., were-one can- not say active-negotiable without much trouble. Chryslers were quoted about 92, Nickels 56o , Steel 61A . Readers of THE FINANCIAL TIMES may res t assured that if they want either to buy or to sell stock, their Stock Exchange brokers are at hand ready to do all that they possibly can to carry out the wishes of their clients. The client will, nevertheless, quite understand that, under current condi- tions, it is not easy to obtain satisfac- tory prices. Kaffir Considerations Setting out nine cogent considera- tions which should interest holders of South African Gold-mining shares, an enterprising firm of Stock Exchange brokers deal with the action of the Union of South Africa Government in deciding to limit to a price of V7 10s per ounce the profits of gold- mining companies. The brokers point out that the proposal is evidently de- signed not only to check unhealthy speculation but to put a reasonable limit on profits made out of an inter- national emergency. A price of 150s per ounce gives a very adequate margin of profit to the mines. The industry was regarded as being well remunerated when the price was 10s per ounce lower. An important consideration is the addi- tional interest which this measure would give the South African Govern- ment in the prosperity of the mines. Union Government as Partner In a way, the Government becomes a predominant partner in the business of the industry: accordingly, labour problems are likely to be reduced. Limitation would also remove the in- centive for the formation of wildcat enterprises based on the present con- ditions, and it is pointed out that there is no reason to regard the figure of S7 410s as being rigid. What the speculators will do who bought Gold shares with the object of hedging against currency deprecia- tion remains to be seen. The firm of brokers conclude that the proposal of the South African Government- which, by the way, is not to be brought before Parliament until next year's session-fortifies the credit of the * Union Government.",
   "_id" : "FTDA_1939_0906_0001_015",
   "article_dc_title" : "Prices over Minima",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "ESTABLISHED 1888 Incorporating l4t 3Stnaurter anb Iullmntat ESTABLISED 1868 LARGEST CIRCULATION OF ANY FINANCIAL JOURNAL IN THE EMPIRE Head Office & Editorial and Advertisement Ofices: 72, COLEMAN STREET, LONDON, E.C.2 elehone No Day Offices: METropolitan 3304 Tlepone No. Night Offices: HOLborn 7600 Telegrams - - FINANTIMO, AVE, LONDON WEDNESDAY, 6th SEPTEMBER, 1939",
   "article_dc_title" : "The Financial Times",
   "_id" : "FTDA_1939_0906_0002_001",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "A Satisfactory Resumption",
   "_id" : "FTDA_1939_0906_0002_002",
   "text_content" : "The resumption of Stock Exchange business yesterday under the restric- tive and protective regulations tempo- rarily imposed by the Committee passed off well. Events have moved fast and far since the House closed last Thursday, and he would have been a bold man who attempted to predict how far they had converted investors into either buyers or sellers. The general calmness and determination shown, however, had been an obvious word to the wise that any spate of sell- ing would be noticeably absent in yes- terday's dealings. That, indeed, was the case. Such scattered realisations as were encountered proved almost trifling in total. On the other hand, there were many inquiries for stocks and shares, and judging by the size of orders small investors and bargain hunters were in evidence. There was little indication of institutional opera- tions. In view of the new rule that deal- ings must be only for cash, jobbers in some instances were not always able to supply the stock desired. They could not sell short as they would dur- ing an Account when there would be time for stock to come in. But as a whole the market met the demand satisfactorily through a process of marrying orders. Parcels of the leaders were negotiated without much trouble, and prices were quoted in a large list of other securities. Some of these were a little lower than those ruling on Thursday last, but there were quite a few standing at higher levels. No difficulty was experienced in dealing in gilt-edged securities, which continued to be quoted rather more widely than usual, and prices were a shade above the minima fixed on 25th August. The establishment unofficially of minimum quotations for Home Railway prior charge stocks at but little below Thursday's levels is also significant of the steadiness which characterised markets as a whole. While yesterday's business should not be interpreted too optimistically, because dealers were evidently feeling their way cautiously and the public disposition has still to be put to the full test, there seems a strong likeli- hood that business will be attracted increasingly to markets as the days go by, especially after the Settlement a fortnight hence is out of the way. That dealers are eager to fulfil their role in the functioning of the greatest security market in the world is evidenced by the throng that gathered to transact business in Throgmorton Street, the one available common meeting ground. They occu- pied the Street only temporarily before being \"moved on.\" This demonstra- tion of the desirability, to put it no stronger, of reopening the House, together with widely voiced support fo:' a return to the market proper, has doubtless weighted the scale in favour of the Committee's welcome decision to take that course to-morrow. The physical difficulties of dealing will then be removed. Should a healthy and reasonably good market develop, as is likely, a strong case could be made out for some relaxation of the temporary restrictions on free deal- ings.",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "London's financial machinery has commenced to function again, but the methods to be followed are widely different from those of less than a week ago. Business was in progress in both gold and the foreign exchanges yester- day, but now it is canalised in accord- ance with the Treasury controlling orders, and as the centralising agent the Bank of England dominates the field. It is not surprising that in prevailing conditions the only exchanges to show any semblance of activity were those which must be sold to the authori- ties and for which the rates are officially fixed. What did surprise a good many people was the low level of the sterling- dollar quotation. It had been fully expected that a higher value would be given to the pound than that of 4.02-4.06 assigned to it, but obviously there must have been in the minds of the authorities other considerations which overrode that of maintaining the purchasing power of sterling abroad. There are potent forces making for the depreciation of the pound at this junc- ture, but no rush for dollars is in evidence, and the rate may be varied as chaneging conditions dictate. A corol- lary to the cheapening of the pound was a further addition of 8s to the price of gold, taking it to the new record of 168s per fine ounce. Silver is conspicuous as still enjoying a free market, and it may hold this distinction for some time to come. Disturbed conditions have stimulated a new demand for the metal, indicated yesterday by a rise of id to 201d per ounce for cesh, but there is a big gap between this price and the 48jd at ] I I I III I I I [ I • i .. . . . ..... . I which it was fixed in 1918-that is, after war had been in progress four years. There is no sign yet whether history will repeat itself and allow silver a long run ajain, but meantime experience as a whole yesterday showed freedom in pleasant contrast to control. A lot of time was absorbed in master- ing the details of the new arrange- ments, the forms to be filled up and the particulars to be given by applicants requiring exchange for different pur- poses, but it may be anticipated that the adaptability which has characterised the general change from peace to war conditions will not be lacking in this case.",
   "_id" : "FTDA_1939_0906_0002_003",
   "article_dc_title" : "Exchanges under Control"
}
,{
   "text_content" : "The maintenance of the 4 per cent. interim dividend on Cammell Laird Ordinary might have been expected, in spite of the nature of the company's work. The company has been conserva- tive in regard to dividends since the beginning of recovery in 1935. For 1938-39 the total of 10 per cent. on the Ordinary was within 0.3 per cent. of being twice earned. Mr. W. L. Hichens, the chairman, when he reviewed the outlook last April, took a fairly optimis- tic view of business. The Metropolitan-Cammell Carriage and Wagon Company has participated in the supply of rolling stock to Turkey under the export credits granted to that country, while the English Steel Corporation has bene- sited by rearmament demand added to a cyclical revival. Assuming, on a conservative reading of the situation, that the company maintains the final dividend at 6 per cent., the shares would yield slightly over 7 per cent. at the last quoted price of around 7s.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Cammell Laird",
   "_id" : "FTDA_1939_0906_0002_004",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "In the short period since the incor- poration of the National Industrial Credit Corporation in South Africa in 1937 the company has amply demon- strated its usefulness. A further ad- vance of earnings in the second year of operation, ended on 30th June last, has brought the net profit up by £3,300 to £25,600. The Ordinary dividend is raised to 6J per cent., against 5 per cent. for the first trading period of just under a year. Dividends are sub- ject to income-tax at the rate of 3s 3d in the £1. The bigger margin permits of an increase in the allowance for contingencies from £3,000 to £4,000, and £5,400 is again written off prelimi- nary and issue expenses, leaving £600 more at £7,500 to go forward. An idea of the growth of the busi- ness during the year may be gathered from the increase of £116,800 to £899,600 in hire-purchase agreements, while on the other side of the accounts the bankers' loan, secured on certain of these agreements and on the uncalled capital, has gone up from £303,100 to £338,200. Total assets are now £912,700, against £803,600. The development of a business on such a substantial scale, starting from scratch only two years ago, indicates the appreciation of the trading com- munity in South Africa of a means of solving the problem of buying on short and selling on long terms.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Industrial Credit",
   "_id" : "FTDA_1939_0906_0002_005"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Since the activities of the Trojan Company were diverted from motor production to general engineering earnings appear to have been virtually stabilised. Net profit of Trojan (Hold- ings) last year was £19,600 against £19,800, but the small reduction is due entirely to the fact that only £400 is added from income-tax refund, against £1,000 from that source and invest- ment suspense a year ago. Actually the main subsidiary, Trojan, contri- buted £22,000 against £21,100. Trojan (Holdings) is able to repeat the dividend of 10 per cent. for the third time, and to carry forward a few hundreds less at £600. Figures of the balance-sheet are almost identical with those of the previous year. The interest in the Trojan subsidiary, taking the investment and advances together, stands at £245,700. The in- terest in Beans Industries stands at £69,250, with a value at the mean quotation of £55,000 against £60,000 a year ago.",
   "article_dc_title" : "Trojan Holdings",
   "_id" : "FTDA_1939_0906_0002_006",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "article_dc_title" : "Transvaal Mattress",
   "_id" : "FTDA_1939_0906_0002_007",
   "text_content" : "A small decline in profit of the Trans- vaal Mattress and Furnishing Company reflects the lower level of business activity in South Africa during the past year, but does not detract from the generally satisfactory result of the year's operations. The net figure is £2,400 less at £34,900, and the dividend is maintained at 12J per cent., with a good margin. The difference is made up partly by a reduction from £5,000 to £4,000 in the amount written off good- will, but the transfer to general reserve remains at £4,000. By the transfer from revenue general reserve is brought up to £14,000, and capital reserve is evened up by a few pounds to £6,500. Goodwill has now been written down to £21,000. Stonk and work in progress have risen by the substantial amount of £15,900 to £122,700, but debtors are £5,800 down at £87,700. The cash item is also lower at £13,500, against £18,100. Some contraction of business is intelligible in view of the slower movement of in- dustry in South Africa during the past year.",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "_id" : "FTDA_1939_0906_0002_008",
   "article_dc_title" : "Oxley Engineering",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The Oxley Engineering Company has made rapid progress as a manufacturer of storage tanks, the importance of which has increased considerably in the past year. At yesterday's meeting Mr. H. H. Hollis explained that a contract for the supply of three arc-welded storage tanks for one of the leading oil com- panies had been successfully com- pleted and that a further order for four more tanks had been received from the same clients. There is evi- dence that the field of activity may be widened overseas, thus strengthening British trade connections in neutral markets. Apart from oil storage tanks, the company has been actively engaged upon the manufacture of gasworks plant and has in the course of con- struction gasholders of a patented design. As specialists in this kind of work, it has secured contracts for the servicing of gasworks plant, particu- larly the repair of holders by arc- welding.",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "_id" : "FTDA_1939_0906_0002_009",
   "article_dc_title" : "Basis for Dealing in Foreign Exchange",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The basis on which n foreign exchange is to be permitted has now been established. Authorised dealers, whose close co- operation with the Bank of England has been sought, have been permitted to sell exchange to other banks or to the public provided they are satisfied that such transactions come within the permitted headings. As explained in THE FINANCIAL TIMES yesterday, exchange can be made available to enable a contract made before the date, on which the Defence (Finance) Regulations came into force to be complied with; to meet reasonable requirements of a business carried on in the United Kingdom; and to defray reasonable travelling or other personal expenses. Applications not falling under these headings or unsupported by satisfac- tory evidence must be referred to the Bank of England. It is understood that arrangements have been made whereby the Bank of England will notify authorised dealers of spot and forward exchange rates. This will probably be done daily. NORMAL RELATIONS The Bank is to open accounts in the currencies with the authorised dealers who have been advised to preserve normal relations with their foreign correspondents. Responsibility is to be accepted by the Bank of England for balances held by dealers with their foreign corre- spondents as its agents. Foreign balances held by dealers for their own account will not be so covered. To prevent disturbances in the London Money market or in other centres the Bank will, if convenient, sell spot exchange to the dealers and buy back for forward delivery. SPECIFIED CURRENCIES Regarding sales of specified cur- rencies, it has been provided that- At the close of business each day each authorised dealer will advise the Bank of the total amount sold; At the commencement of business on the following day dealers have been asked to hand the Bank a statement of the previous day's transactions; On the value date authorised, dealers are to debit the Bank of Eng- land's currency account with the amount sold. The Bank will then debit the authorised dealer's account with the sterling equivalent. Com- pleted declarations will be forwarded to the Bank. WEEKLY ACCOUNTS Similar procedure has been laid down for purchases of specified cur- rencies. Apart from forward trans- actions all exchange dealings between the Bank of England and authorised dealers will be booked as spot con- tracts. It has been arranged that state- ments of currency accounts should be forwarded weekly to the Bank. As to commission, it is provided that authorised dealers doing business with a bank which is not an authorised dealer will be remuner- ated by the Bank of England at an agreed rate. Declarations covering such operations should be stamped \"Commissioh due \" and kept separate from other deals. Commissions may be claimed monthly. STERLING FIXED AT $4.02-$4.06 OFFICIAL CONTROL OF MARKET The various sections of the Money market reopened yesterday under the new conditions created by the Defence of the Realm regulations which bring the markets generally under official control. Interest centred mainly in the foreign exchanges, owing to the fact that rates are now fixed by the authorities. Operations in the market were conducted through the authorised dealers, a list of whom was given in THE FINANCIAL TIMES yesterday. Considerable surprise was expressed when it was announced that the first \"pegged\" rate for sterling on New York was to be $4.02 to $4.06. The general view was that this rate was unduly low and presented too great a profit to those who had been long of dollars. NEW REGULATIONS Dealers reported a large number of inquiries, but these mainly concerned the application of the new regulations. Banks were inundated with questions arising from the complicated nature of the many forms which, under cer- tain circumstances, now have to be filled in. Actual business transacted was described as modest. And there was no disconcerting rush to get into or out of dollars. Some days must elapse before the market becomes attuned to the new state of affairs. So far as other currencies were con- cerned, the Canadian dollar was actually fixed more favourably to sterling at $4.47 to $4.51, as compared with $4.36J middle before the declaration of war. Among Continentals, Dutch guilders and Belgian belgas were officially fixed at rates considerably more favourable to the pound than those ruling on Satur- day, thus severing to some extent the dollar link. French francs, on the other hand, were called 174 to 175 to the £, as com- pared with 1758, while Swedish crowns, Norwegian kroner and Argentine pesos were appreciably dearer. LOMBARD STREET NORMAL Lombard Street was also untram- melled by official regulations and func- tioned quite normally. Creditconditions were relatively comfortable, but some banks had to call from the market. Other institutions, however, were lenders. No change took place in loan rates, while discount quotations were as before the outbreak of hostilities with the three months bank draft at 3+8 per cent. It was announced yesterday that the following banks have been added to those authorised to deal in all foreign exchanges: The National Bank, the Belfast Bank, the Bank of Ulster and the Provincial Bank of Ireland. Editorial comment Col. 1",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "OGETHER with places of enter- tainment and sports meetings, the Stock Exchange remained closed yesterday. In their keenness to create a market and give the public facilities for deal- ing, members created a problem for the authorities. They congregated in Throgmorton Street in such numbers as to contra- vene the Lord Privy Seal's request that crowds should not gather together \"unnecessarily in any circumstances.\" It was for this reason that the Street market was dispersed after midday by the police. Alfresco Market It was the Committee's intention that members and their staffs should attend at their offices. By dealing in the Street rather than by telephone members created an embarrassing situation. Some dealers gave the alfresco market an extra touch of realism by chalking on the sand bags lining the pavement the numbers of their usual dealing stands. An obvious butt for witticisms was the portable miniature bathing pool placed in Drapers' Gardens for fire- fighting purposes. Sir Andrew Duncan AS Controller of iron and steel under the Ministry of Supply Sir Andrew Duncan will have a task different from that allotted him in the last war. He was then appointed secretary of the Merchant Shipbuilding Advisory Committee to the Shipping Controller. He subsequently became joint secre- tary to the Admiralty Shipbuilding Council under Sir Eric Geddes, who was then First Lord of the Admiralty. After the war Sir Andrew became Coal Controller, holding the office until the formation of the Mines Department in 1920. For nearly five years Sir Andrew has been chairman of the executive committee of the British Iron and Steel Federation, a position that made him a \"natural\" for his present appointment. Fewer Returns M ANY of the compilations of statistics on which the City is accustomed to basing its views of trade and industry will not be avail- able in future. Apart from any undesirability of broadcasting detailed information of this kind, there are physical difficul- ties to hinder their compilation. Also v^»^^V.fS^,!^S,..KW.Wa.U:VW.-^w^^..'^a:f»MtaV^..I in some cases the abnormal move- ments in such times as these give the figures little value even if they are not made definitely misleading. No weekly traffic figures will be published by the main line railways or the London Passenger Transport Board until further notice. On the other hand, the Ministry of Labour in- tends to continue issuing dnemploy- ment returns, at least for the time being. Observer",
   "article_dc_title" : "City Men and Matters",
   "_id" : "FTDA_1939_0906_0002_010"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Powers to control employment during the present emergency are vested in the Minister of Labour under the terms of the Control of Employment Bill published yes- terday. After a date to be specified by the Minister an employer will not be permitted to engage or re-engage any employee with- out the Minister's conseut. Nor may he advertise for emplo;ees. Penalties for contravention of these pro- visions would be a fine not exceeding £100 and £5 for each day on which an employee works in the first case, and a fine not exceeding £100 in a second case. An order might be made to apply to all employers or employees, or a specified class. The Minister would also be able to appoint inspectors empowered to enter premises at any reasonable time to demand z.nd examine documents so as to enforce the provisions of the Act. Giving false information would render a person liable to three months' imprisonment or a fine of £50 or both.",
   "article_dc_title" : "Official Control of Employment",
   "_id" : "FTDA_1939_0906_0002_011"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "Arrangements have been made for the operation of the Anglo-Spanish, Anglo- Rumanian, Anglo-Italian and Anglo- Turkish Clearings during the emergency. The Controller of Clearing Offices states that payments of all debts to which the Treasury Orders apply will continue to be made in the ordinary way to the Bank of England for the account of the respective Clearing Offices. Clearing Office receipts will continue to be a good discharge as regards the amounts paid. Receipts will be issued as early as practicable, but some delay may be inevitable. Requests for telegraphic transfers cannot at present be entertained. :·:·",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Clearing Receipst May Be Delayed",
   "_id" : "FTDA_1939_0906_0002_012"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The third ordinary general meeting of Oxley Engineering Company, Ltd., was held yesterday in Leeds. MR. H. H. HOLLIS (chairman and managing director), who presided, said: Our second full year's trading has, as forecast in my speech last year, well main- tained the exceptionally high profit- earning record of your company. The net earnings represent a rate of 32.5 per cent. on the issued capital, against 32.8 per cent. earned last year. Unfortunately, in addition to increased appropriations to meet the burden of taxation, we have found it necessary to create a substantial reserve against bad debts, so that the profit available for divi- dend is £16,544, against a figure of £18,325 available last year. A comparison of the balance-sheet now before you with that submitted last year will show that this profit has been utilised as follows: - In acquiring or improving fixed assets, £6,768; in paying the dividend declared at our last meeting, £7.250; in writing down preliminary expenses, £1,895; maintained in cash or its equivalent, £631-£16,544. I have pleasure in submitting for your approval the recommendations of the direc- tors, which may be explained as follows:- 1. The cost of completing the extensions of the works and offices, and of increasing our plant and tackle to cope with the ex- panding turnover, has amounted to £6,768. This expenditure has provided your com- pany with shops, offices and plant compar- able with any in the engineering trade. Having regard, however, to the near cer- tainty of still further increases on the de- mands on our liquid resources, your Board recommend that the sum of £6,000 be placed to reserve to maintain those liquid resources at their present level. 2. That a further £2,000 be applied to writing down the value of preliminary expenses. This item will then appear in the balance-sheet at £4,000. Your directors, anticipating the main- tenance of the profit-earning capacity of the company, and at the same time ex- pecting a substantial reduction in capital expenditure, recommend the maintenance of the dividend at 12% per cent. per annum. SATISFACTORY CONTRACTS In my address last year, I referred to a contract which we were carrying out for the erection of three large arc welded storage tanks for one of the leading oil companies. I am pleased to be able to report that we were able to give our clients a first-class job. That the work- manship was highly satisfactory is evidenced by the fact that we have now received a further order comprising four more tanks from the same clients. We are actively engaged in building arc welded oil storage tanks, many repeat orders having been received. Orders for gasworks plant during the year have been satisfactory, and gas- holders to our patented design are at pre- sent in course of erection. In addition, our operators have been exceptionally busy during this period in carrying out repairs to gasholders by arc welding, and our ser- vices for this specialised work are likely to be in great 'demand. The extension of our works premises have now been substantially completed, and accordingly we shall be able to in- crease the output of all departments. Our homogeneous lead coating department is particularly active. We anticipate increas- ing inquiries in the future for stainless steel vessels, and also for the applica- tion of sprayed limpet asbestos in con- nection with gasworks plant. It is with very great pleasure that I take this opportunity of again placing on record an appreciation of the loyalty and co-operation of our officials, staff and workpeople during the past 12 months, and in the not too distant future my col- leagues on the Board and myself intend to inaugurate a staff pension scheme, and hope to be able to make a definite report in this connection next year. The report and accounts were adopted, also the payment of a dividend of 12% per cent. less tax.",
   "_id" : "FTDA_1939_0906_0002_013",
   "article_dc_title" : "Company Meetings",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Of the further Rand mining profits for August available yesterday, those of the Union Corporation group were the only ones to contain the usual full details of tonnage, revenue, costs and profits. The other returns, as with those of the Central Mining-Rand Mines group, published in THE FINANCIAL TIMES yesterday, gave profit figures only, although the Anglo American Corporation companies also added tonnage details. Revenue has been based on a gold price of 148s per ounce for the seventh succes- sive month, the bulk of the mines' gold output for August having been sold at this level despite the sharp spurt in the sterling price of gold during the closing days of the period. In the Union Corporation group all round records were established by East Geduld, together with Grootvlei and Van Dyk among the more recently established producers. Most of the mines in the Johannesburg Consolidated group earned rather more than in July, but the only record profit was put up by East Champ d'Or. Among the Anglo American Corpora- tion concerns, new peak profits were earned by South African Land (\"Sallies\"), Daggafontein and West Springs. Against the loss of £23,753 from the first month's working of the mine, East Daggafontein made a profit of £4,482 in August. UNION CORPORATION GROUP August July June Milled Profit Proit Profit tons 4e 4 East Geduld 159.000 a212.112 207,454 207,606 Geduld 116,000 112,034 113,151 109.883 Grootvlel .. 85,000 a57.460 83,227 49,051 Modder Deep 50,600 4.052 3.973 8.975 Van Dyk 88,500 57,064 55.,857 55,814 Gold taken at 148s per fine ounce for each of the above months a Record. ANGLO AMERICAN August July June Milled Profit Profit Profit Groun tons £ £ £ Aongo American- Brakpan 140,000 117,614 117,507 111.967 Daggafontn. 154.000 a170.009 163,035 100.028 E. Dagga. fonktin 37,000 4,482 IL23,753 - B.A. Lands.. 89,000 q77,500 70,461 68,778 VSrlnns . 154,000 162,530 162,396 160.815 West Sprlngs 91,000 a52.102 52,013 51.952 Gold taken at 148s per fne ounce for each of the above months. Record. : Initial crushing Office note : Apart from dealing with initial adjust- mente, etc.a there is always a certain amount of ab- sorption of gold In the plant. The fiaures, there- tore do not represent a normal maonhly return. JOHANNESBURG CONSOLIDATED August July profit pront z 9 East Champ d'Or .............. 28,107 27,501 Government Are ............ 168.981 105,021 Langtlaate .......... .. ....... 9,042 9,020 New Stae Areas ............... 148.,01 144.111 Randfontein ................. 118,027 118.042 Van Ryn Deep .............. 20,913 20,225 Witwatersrand G. .......... 13,524 13,093 Gold taken at 148a per fine ox for both months. a Record. Ttfnim \"-·u imiii~uu i r~rriii nii n'iiiiiiii ii i n ii ii i ri .:::·~ a I.-l..vi!cj.~·z !t·i~i~·.:",
   "article_dc_title" : "Further Kaffir Earnings",
   "_id" : "FTDA_1939_0906_0002_014"
}
,{
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "text_content" : "* Correspondents are requested to write their names and pseudonyms very distinctly. Advice is given on the condition that no legal liability is accepted by The Financial Times, Ltd. We do not recommend brokers or dealers, nor do we initiate speculation, but advise the public to deal through members of the London or Provincial Stock Exchanyes. A charge is made of los lor replies by prepaid telegrams or lor a reply by letter. Correspondents kindly note that this oiler does not apply to our contributor *\" Aulolucus \" or \" The Diarist.\" All inquiries addressed to the Editor must bear the writer's name and lull address. Postal address: 72, Coleman-street, E.C.2. Teleorams: \" Finantimo. Ave.. London \" Alert-Courtaulds are a hopeful holding with prospects of gradual appreciation. Glaswegian-Three promising Rubber shares. It should pay to retain them, if you can exercise patience. Hessian-Market does not expect any distri- bution on Jute Industries Ordinary shares. None has been paid so far. The Preference are non-cumulative, and dividends in recent years have been 4 per cent. and 3 per cent. Some quarters are hoping for 4 per cent. this time Ivy-It is not possible to foretell how the control of prices and supplies of molasses and industrial alcohol will affect United Molasses. but as the financial year ends on 30th September is should make little, if any, difference to current year's results. Jay Mack-As you can only reinvest in a full trustee security there would be no object in selling. Allowing for expenses inci- dental to change of investment, we fear a small loss of capital would result. L. L. B.-Of these Industrials we should give preference to Imperial Chemicals and John Browns. L. M. S.-Wisest course would be to retain these Railway stocks for the present. R. R.-As you will see from our columns, dealings have been resumed. You should get in touch with your broker. As these shares at the best of times are not a free market, some difficulty may be experienced in disposing of them. Transfer-Even if you do carry through the transfer yourself of the shares from one member of the family to another you must pay a registration fee to the company. This is usually 2s 6d.",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0002_015",
   "article_dc_title" : "Answers to Correspondents"
}
,{
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "text_content" : "The new Government Department, the Ministry of Economic Warfare, which has just been established, will be charged with the special responsibility for furthering all activities designed to bring economic pres- sure upon the enemy. This will not be confined to blockade but will embrace any other methods of pre- venting supplies reaching Germany from any source. Within the scope of action of Mr. R. H. Cross, who has been appointed Minister in charge of the Department, will fall all questions of trading with the enemy through whatever channels. During the last war a Ministry of Block- ade was established, presided over for some time by Lord Cecil. The functions of the present Ministry are an extension of the principle then established. The sphere of operations has been much widened. The Government has recognised that much broader terms of reference are necessary in modern conditions. There are now so many ways in which economic assistance may be accorded an enemy that it has been considered desirable to have one Department specifically charged with the duty of frustrating any attempt of this sort. Mr. Cross has had wide experience of economic matters. Until his present appointment he was Parliamentary Secre- tary to the Board of Trade.",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0002_016",
   "article_dc_title" : "Economic Pressure on the Enemy"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "IMPORT DUTIES FUNCTIONS OF ADVISORY COMMITTEE SUSPENDED A resolution under which the statutory functions of the Import Duties Advisory Committee are to be suspended and power to make orders or issue licenses, now exercised by the Treasury, after the com- mittee's recommendations, will be exer- cised by the Treasury, although in the fact no recommendations have been made, was agreed to in the House of Commons yesterday. The Import Duties (Emergency Pro- visions) Bill, which is based on the resolu- tion, was read a first time. BEWICK MOREING AND CO. Bewick Moreing and Co. will continue to carry on business at 62, London Wall, E.C. Should it be found necessary to evacuate these premises communications should be addressed to the firm, c/o Captain A. H. Moreing, Woodside, Esher (telephone: Esher 948). WESTMINSTER'S RATE UP Due exclusively to expenditure on civil defence measures, Westminster's rate for the year ending 31st March next will be increased by 3d-from 10s 3d-in the pound for last year to 10s 6d.",
   "article_dc_title" : "Multiple News Items",
   "_id" : "FTDA_1939_0906_0002_017"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_title" : "Guaranty Trust Company of New York",
   "_id" : "FTDA_1939_0906_0002_018",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Guaranty Trust Company of New York Incorpoated with smistd Isatiltry sn the Stait of New York, US.A. A BANK of wide commercial and inter- national experience. The Bank maintains offices in the principal cities of Europe and has three offices in London, the first of these being opened in 1897. 32 Lombard Street, E.C.3 50 Pall Mail * S.W.1 Bush House * W.C.2 Caplta and rpl * * . $ 260,000,000 I WK LIEOL I PARM s BUSIMeL I *ATr AMTWnR ' --~- -"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0002_019",
   "article_dc_title" : "Under the New Regime",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "\" FINANCIAL TIMES\" SPECIAL The banks reopened to the general public yesterday and business was described as tranquil and relatively normal. Bank employees were still busily engaged in assimilating the many new regulations, while they had the additional task of explaining numerous points to clients. To the credit of the general public it must be said that there was no abnormal rush to withdraw cash. Certain banks had demands made upon them for currency and were forced in their turn to call from the market, but other institutions had the opposite experience and were able to lend quite freely. Nor was there any undue rush to offer gold and gold coins to the banks, neither was there a steady flow of orders. It will be some days neces- sarily before the public at large grasp the new situation. British nationals have not been large hoarders and there has already been dishoarding. Most bankers yesterday expressed confidence that a highly satisfactory response from the public will be forthcoming. Certainly the price yes- terday was attractive enough to tempt metal and coins. Exchange Control As far as the foreign exchanges were concerned the new regulations cer- tainly demanded consideration. The opinion was expressed that as the many forms had been drawn up long ago they should have been submitted to experts in the market for comment. Operations in the exchanges were conducted through the authorised dealers but several points arose which were not sufficiently covered in the regulations and by the memorandum issued to dealers. Business was limited, but a few days must elapse before matters settle down. Great surprise was expressed at the official rate of $4.02 to $4.06 fixed for sterling. Few people had foreseen a quotation below that prevailing before the new currency regulations were passed; most people expected the rate to be more favourable to sterling. It was contended that too much has been given away to those who either by accident or design were long of dollars. Not many days since the authorities were ready sellers of spot dollars at $4.68a and of three months forward dollars at a- fair premium. Some operators, therefore, have been presented with the handsome profit of more than 60 cents. It may be, of course, that the authorities are desirous to attract 'people back to sterling. It is believed that the official quo- tations for the U.S. dollar and other currencies will be varied, not neces- sarily from day to day. In this connection the view prevails that because of the cost of imports the adjustments should be upward. It was announced yesterday that value dates for all currencies will be three business days instead of two as hitherto. There was criticism of the wide spread between buying and selling rates but these may be narrowed as time passes. Authorised dealers were given permission to charge a commis- sion of J per cent., this being equiva- lent to about half-a-cent in the dollar rate. Forward Contracts Official quotations yesterday were for spot business; there are no for- ward rates, but it is understood that if it is convenient to all parties con- cerned the Bank of England will sell spot exchange to authorised dealers and buy back for forward delivery. Existing forward contracts, it is thought, will go through without hitch on the filling in of forms, but after three months the open position will be largely liquidated. No indication was given as to what the basis was for fixing gold yester- day. After allowing for the increased charges and war risks, it was calcu- lated that the new record price of 168s per fine ounce is near to or at a moderate discount on the theoretical parity."
}
,{
   "_id" : "FTDA_1939_0906_0003_001",
   "article_dc_title" : "Stock Exchange to Reopen To-Morrow",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The London Stock Exchange reopens to-morrow. This de- cision was made known by the Committee last evening after members had left the City, and the first intimation they had was in the 6 p.m. B.B.C. news bulletin. The Committee's announcement was the bald one that the House would reopen, and was unaccompanied by any explanatory information. The decision has been reached with the full cognisance and approval of the authorities. The House will open at the usual hour, but the closing time may be the subject of a further announcement. The impression is that, as the banks are closing at 2 p.m., the House will shut its doors before the normal time of 4 p.m. The decision to reopen the House, which has been closed since Thursday last, will give satisfaction to a considerable number of members who yesterday were agitating for such a move. INTER-OFFICE METHOD UNSATISFACTORY Although there was much feeling that the Floor of the House should be made available for the transaction of business instead of the present unsatisfactory inter-office method, no organised protest was lodged with the Committee. It is expected that the Committee will to-day make avail- able new regulations for the carrying on of business from to- morrow. The temporary regulations in force govern transactions pending the reopening of the House. Among these is the stipula- tion that bargains in gilt-edged securities must not be done below the minimum prices set out in the Official Lists of 31st August last. An early revision of these minima in the light of the new conditions is anticipated. FAIR BUSINESS TRANSACTED There was a big response yesterday to the Committee's message to members that they should reopen their offices and resume business. Security dealings were carried on in the Street and by telephone between brokers' and jobbers' offices. Business in all cases was a matter of negotiation. In the aggregate a fair number of deals was put through. The gilt- edged section provided the nearest approach to a free market. The C.la(nqnw tnlr r.nlir. -. I --------. .... The Glasgow Stock Exchange re- opened yesterday. Dealings were on very small lines, and prices largely nominal. Dublin also resumed busi- ness, dealings being confined to Irish securities. There was no afternoon session. The Stock Exchanges at Bristol, Edinburgh and Liverpool remained closed. Reopening of other markets begins to-day. The London Metal Exchange is opening at noon for the liquidation of open contracts, though no new con- tracts will be permitted. At a meeting of the Committee of the Mincing Lane Tea and Rubber Share Brokers' Association held yesterday it was decided to reopen the Mincing Lane Stock Exchange at Plantation House, E.C.3, as from to- day. Business hours will be from 10 a.m. to 2 p.m. Settlement and deal- ing regulations will be in accordance with the London Stock Exchange Emergency Regulations. OFFICIAL LISTS Now Suspended Official lists will be suspended until further notice, and in the event of the City becoming untenable the emer- gency address of the association will be that of the secretary, Mr. C. H. R. Whitehorn, 17, Holmbrook-drive, Hendon, N.W.4. (Telephone: Hendon 7046.) The Rubber Trade Association, Oils and Oilseeds markets will reopen to- morrow. Streets around the Stock Exchange which had been almost completely deserted since Thursday last resumed their normal active appearance yesterday. Throgmorton-street was actually more crowded than usual in the morning, for with the House closed large numbers of members and clerks congregated there to transact business and to discuss personal experiences during the eventful four days that most of them had been away from the City. CONGESTED STREET Market Stopped Transactions were carried on to a fair extent in this Street market from about 10 a.m. until 1.45 p.m., when the police were.forced to take action. There were two grounds for their breaking up this market, the congregation of a large number of people in a small area, which is in- advisable at present, and the severe hindrance to traffic. With the termination of the Street market, business was continued between offices by telephone. The Emergency Committee continued in session throughout yesterday and although it devoted a considerable amount of time to necessary detail work there was prac- tically no call for the issue of rules and regulations, the House having been well prepared in this direction. Only one notice was issued during the time members were in the City and this announced that until there was a further change the latest time for delivering all securities would be 12.45 p.m. This action was prompted by the closing of the banks at 2 p.m. instead of the usual 3.30 p.m. The delivery of securities commences at 10 a.m. and hitherto has ended for the bulk of issues at 1.45 p.m. The Committee's staff was kept exceed- ingly busy handing out copies of the tem- porary regulations governing the carrying on of business while the House remains closed and in answering the many ques- tions arising therefrom. Good progress was also made towards the completion of the compilation of the list of temporary addresses of members for use in the event of business in the City becoming impos- sible. There is a prospect that this list will be circulated almost immediately. Throughout yesterday the London houses of New York brokers found little business passing through their hands. With dealings in American securities _ ... subject to Treasury regulations the normal London interest in an active American market was impossible. New York brokers also reported that applications to the Treasury for permission to sell American securities were few. Pre- sumably the time has not yet arrived for the liquidation of American securities held in this country. In view of the restrictions under which it was made, yesterday's attempt by Stock Exchange members to create a market in securities was fairly successful. The fact that business had to be con- ducted in Throgmorton-street and by tele- phone between offices was one impediment. Another was the difficulty of contacting those who had left limits to buy or sell. Since dealing was so largely a matter of negotiation, uncertainty as to limits given before Thursday, when the \" House \" was last open, created considerable trouble and was a serious hindrance to business. A further restriction was the need for adjustment to new conditions and the accu- mulation of correspondence after some brokers' offices had been closed for several days. Industrial jobbers found another prob- lem in the postponement of the End- August Settlement to 21st September and the institution of cash dealings. This meant that special arrangements regard- ing delivery had often to be made before stock bought for the End-August Settle- ment could be sold. The problem seems to have been met in various ways by different firms of jobbers. PRICES LITTLE CHANGED Quotations Nominal Quotations throughout were nominal and in most cases showed little change from those existing on Thursday. In a few cases prices hardened on the activities of bargain hunters, but business of this kind was generally quite small. German and Austrian issues were marked down heavily in the Foreign mar- ket. Royal Dutch and American Indus- trials were adjusted to new currency values, Shipping shares were strong, and some Mines advanced well. Gilt-edged stocks were the most active market, but prices were reduced to about the minima recently fixed. INSCRIBED STOCK Suspension Effect Many offices were taken by surprise by the fact, emphasised in THE FINANCIAL TIMES yesterday morning, that the Bank of England has indefinitely suspended the \"Inscribed stock\" system and will now transfer securities by deed only. This is necessitated by the removal of the Bank's transfer offices to Whitchurch, Hants. It is understood that the West- minster Bank will take a similar step within the next day or two, but that the National Provincial will continue for the present to transfer on personal attend- ance such \" Inscribed\" stocks as it is responsible for. The great advantage of the Inscribed stock system is that securities can be transferred for cash the same day as they are dealt in or any way the next day. If the owner has not wished to attend the bank in person he has been able to give a power of attorney, but that has involved a few days' wait. Presumably the transfer deeds for for- merly Inscribed stock will be \"certified\" by the Share and Loan Department, so that the chief delay in the new conditions will arise from the time taken in getting the transfers signed by clients in the pro- vinces. One leading firm of brokers had yesterday to deal with stock coming out of a deceased estate in Scotland, for the transfer of which several executors' signa- tures had to be obtained. In Scottish wi;ls there are sometimes as many as six execu- tors named. Editorial comment Page 2 Col. 1 Market Reports Page One. full list of yesterday's dealings Page Four",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0003_002",
   "article_dc_title" : "Gold at a New High Record",
   "text_content" : "As in the case of the foreign exchange market, dealings in gold took place yesterday on the basis of an officially fixed price, the normal procedure of a daily \" fixing \" by the bullion brokers at Messrs. N. M. Rothschilds being aban- doned. The official price was announced as 168s per fine ounce, a rise of 8s over the last \" normal \" market price of Friday, and a new high second. It was impos- sible to secure any estimate of turnover under the new conditions, but banks reported having had fair amounts of bullion offered to them. Only modest offerings of sovereigns were reported, the price being 39s 3d. Eagles were dealt in at 8s Id and Napoleons at 31s 2d. Taking the dollar buying rate of $4.06 and the sterling price of 168s the equiva- lent U.S. price was $34.11 per fine ounce and it was computed that the new price was at small discount. Sterling rates fixed Page 2 Col. 4",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Jobbers in Home Railway stocks yesterday fixed unofficial minimum prices for all prior charges--that is, all issues other than Ordinary shares. At the time of the recent fixing of minimum prices in the gilt-edged market, Home Rail jobbers considered taking similar steps. Yester- day's action was partly due to the fact I that gilt-edged minimum prices remained fixed, and partly because the terms on which the Government has acquired control of the railways are not yet known to the public. In view of the latter circumstance, jobbers thought it wise to protect holders against the effects of chance information or speculation. The levels chosen were, for the most part, the closing quotations of Thursday last. In some cases, for example, Great Western and Southern debentures, the prices quoted were £1 below Thursday's level, but, in general, the list was unaltered. BUSINESS SMALL Business in the prior charge stocks was not large, and leading firms of jobbers reported a total of five or six bargains for the day. Some buying inquiry for the Ordinary stocks, which are not controlled by the arrangement, came to the market. \" Brum\" Ordinary changed hands at Thursday night's level, and Great Western Ordinary was bought at slightly below its week-end quotation. All jobbers, with the exception of three small firms, agreed to the arrangement. It is not yet known for how long the pro- visions of the agreement will remain in effect, but some readjustment may be expected in the event of a Government pronouncement concerning the terms on which control of the railways has been acquired. The usual weekly railway traffics will not be announced to-day, and it is unlikely that these figures will again be published while the companies remain under Govern- ment control. In practice the four main lines and also the sections of the London Passenger Transport Board, which also has sus- pended the issue of traffic receipts, are working as one undertaking. What form the annual accounts will take is also uncertain. During the 1914-18 period a skeleton form of report and accounts was used. Some similar system will probably be adopted on this occasion. As stated in THE FINANCIAL TIMES yester- day, no announcement has yet been made as to the compensation to be paid the com- panies for the use of the railways.",
   "_id" : "FTDA_1939_0906_0003_003",
   "article_dc_title" : "Unofficial Home Rails Minima",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "Cammell Laird Interim",
   "_id" : "FTDA_1939_0906_0003_004",
   "text_content" : "Cammell Laird and Co., shipbuilders and engineers, is maintaining Ordinary interim dividend at 4 per cent, actual (2.4d per 5s stock unit), less tax, on account of the current year. The divi- dend is payable 4th October and transfer books will be closed from 8th to 21st Sep- tember inclusive. Interim dividend was resumed a year ago at 4 per cent., when it was followed by a final payment of 6 per cent., making 10 per cent. on the £1,775,000 of capital, all m Ordinary stock. The 5s units were last quoted at 7s. Mr. W. L. Hichens is chairman. Editorial comment Page 2 Col. 2",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "text_content" : "A further sharp advance in prices occurred yesterday on the Liverpool cotton market - one of the few commodity markets which remained open for deal- ings. Spot American middling closed 30 points higher at 6.88d a pound, while Egyptian Giza rose 29 points to 8.39d a pound. The London Grain Futures Association announces that the Council has fixed the following prices for settlement: Manitoba wheat (per 480 lbs)-August 23s 6d, November 23s, January 23s. Yellow La Plata maize (per 480 lbs)-August 24s, September 23s 7%d, October 23s 7%d, November 23s 7%d. The Committee of the London Shellac Terminal Market Association has fixed the closing out prices for open contracts as follows: October 36s, December 37s per cwt. The Terminal market will be closed until further notice.",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0003_005",
   "article_dc_title" : "Cotton up Again",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "BAHMAN HYDRAULIC TIN-August output 8214 tons of ore. MALAYAN TIN-Output for August: 69 tons of tin ore and the estimated mine profit 4,0009 (July 84.0501. NIGBL GOLD - Cable: Auguat proflt £37.005. Explanatory letter follows. [July £37,447.1 RHODESIA BROKEN HIlIr-August output: ZiAn 0.10 tons. fused vanadium 14 tons (long tons of 2,2-40 Ilbs). KRAMAT PULAI--Profit realised from all sources durian August estimated at approximately £1.000 (July same). SOUTHERN MALAYAN TIN-Output for August: 1231 tone of tin ore and the estimated mine profit £8,7E98 [July £8,406). CAM AND MOTOR-Cable: August, tons 26.200. Revenue £33,688. Costs £24,106. Royalty £2,684. Sundry revenue £116. Profit £27.014. [July £28,011.] Gold taken at 148s. ' '~r·:\\· ·~·.·I·I-.~: ... ··i, .,··:;··..i.~d~, I.~·~~L~ n",
   "article_dc_title" : "Latest from the Mines",
   "_id" : "FTDA_1939_0906_0003_006",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "From OUR OWN CORRESPONDENT NEW YORK, 5th Sept. In the wildest trading ever witnessed in the New York Stock Exchange, prices bounded ahead from the opening, with Bethlehem Steel in the forefront. The market closed strong and 3 to 17 points higher, after absorbing substantial profit-taking in its stride. Turnover at 5,930,000 shares was the heaviest since October, 1937 (when 7,290,000 shares changed hands at falling prices). The Dow-Jones Industrials closing average was no less than 10.03 higher at 148.12. The Rails index jumped 2.78 to 28.96, that for Utilities only gaining 0.38 at 23.79. Shares in chief demand included Steels, Coppers, Aircrafts and Chemi- cals, also Sugars, Hides, Oils and Packings. Big blocks of shares changed hands. Of 957 individual stocks dealt in, 726 advanced, only 167 declined and 64 were unchanged. In the Bond market U.S. Government issues were weak and Rails irregular. Turnover in bonds totalled $58,610,000, in- cluding $48,680,000 in U.S. Governments- a new high record. COMMODITIES SPURT Most commodity markets advanced to the permissible limits. Domestic copper was sold at 12%c a pound, against the pre- vious ruling domestic price of 11c. Scrap copper rose Ic to 10%c, equivalent to 12c for the refined metal. Zinc gained %c at 5.75c a pound. Rubber futures spurted 2c- 5.35c a pound, cotton futures 38-54 points a pound. Wheat at Chicago and Winnipeg jumped the limit of 5c a bushel. MOODY'S commodity index (31st Decem- ber, 1931=100) was to-day 161.7, against 146.9 previously. Sterling opened lower at $4.02 to $4.06, but rallied to close at $4.08, a net fall of 14c. Silver was unchanged at 35/2c. Three Stock Exchange seats were sold to-day for $61,000, $63,000 and $65,000 respectively, compared with $60,000 pre- viously. WEEKLY STEEL OUTPUT DOWN Steel mill activity for the current week is at 58.6 per cent. of capacity, compared with 63 per cent. last week, or a fall of 4.4, reports the American Iron and Steel Institute. The decline is due to the Labour Day holiday on Monday. Below are given the Institute's weekly estimates for the past three months, with the comparative figures for 1938:- Week beginning 1938 1939 5th June 26.2 54.2 12th ... 27.1 53.1 20th ... 28.0 55.0 27th ... 2P.7 54.3 3rd July 22.4 38.5 10th ... 32.3 49.7 17th ... 36.4 56.4 Week beginning 1938 1939 24th July 37.0 60.6 31st ... 39.8 59.3 7th Aug. 39.4 60.1 14th ... 40.4 62.1 21st ... 42.8 62.2 28th ... 44.0 63,0 5th Sept. 39.9 58.6 lith ... 36.4 6b.4 i 5th Sept. ob399a . Wall Street prices Page 4",
   "_id" : "FTDA_1939_0906_0003_007",
   "article_dc_title" : "Wall Street Stocks Very Strong"
}
,{
   "_id" : "FTDA_1939_0906_0003_008",
   "article_dc_title" : "Figures of Future Unemployment",
   "text_content" : "By our INDUS'TIAL CORRESPOkNNDrI The Ministry of Labour intends to con- tinue monthly publication of the unem- ployment returns. The first to reflect the incidence of the war upon the various sections of industry will be published early in October. A considerable increase is anticipated in the numbers employed in defence trades, notwithstanding the fact that many of these industries have for some time been working near capacity, so the percentage of workless in them is already small. On the other hand there will probably be numerous additions to workless in the luxury and other non-essential trades. Many of these unemployed will be absorbed into the more active industries while others no doubt will join the fighting services or the civil defence units. On balance therefore it is probable that in the next few returns little change will be shown. Later, with the continued calls upon man-power for all purposes, the already pressing problem of the best and most economic and efficient use of labour of all kinds will again come to the forefront.",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "text_content" : "in view of the present international situation, the Board of General Mining and Finance Corporation has decided to postpone the usual declaration of an in terim dividend. in coming to this decision, it is stated, the figures for the half year ended 30th June disclose a satisfactory position as compared with those for the correspond- ing period last year, but in the circumn stances it has been deemed advisable to adopt this course and to conserve anr maintain cash resources. In each of the last three years interim dividends of 10 per cent. have been paid and were followed by final distributions of 15 per cent., making 25 per cent. per annum. Issued capital is £1264,579 in £1 shares which stand at 83s 9d. Sir George W. Albu is chairman and managing director.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "General Mining Decision",
   "_id" : "FTDA_1939_0906_0003_009"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0003_010",
   "article_dc_title" : "C. P. R. Earnings up",
   "text_content" : "S MON'TREAL, ith Sept. The Canadian Pacific Railway earnings for the ten days ended 31st August amounted to $4,780,000 (£956,000), an in- crease of $226,000 (£45,200) over the corresponding period last year.-Reuter.",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "_id" : "FTDA_1939_0906_0003_011",
   "article_dc_title" : "Motor Exhibition Cancelled",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "\" FINANCIAL TIMES\" SPECIAL The Motor Exhibition which was to have been held in October and the Com- mercial Motor Transport Exhibition planned for November have been can- celled owing to the war. An announce- ment to this effect was made yesterday by the Society of Motor Manufac- turers and Traders. Strenuous efforts are being made by the motor industry to adjust itself to emergency conditions. The future course of production is at present in a state of flux; the one thing that seems certain is that the normal commercial flow will be stemmed in the coming months and that a greater proportion of the industry's resources will tend to be applied to war purposes. Three outstanding problems confront the industry: supply of materials, export licenses and special Government contracts. STEEL REQUIREMENTS Upon the supply of raw materials de- pends the extent to which the capacity of the plants can be maintained. It is under- stood that representatives of the industry have been in close touch with the relative Government Departments and members of the supplying trades. Steel is one of the chief essential raw materials, and it is believed that the steel- makers have been trying to ascertain, in conjunction with the Ministry of Supply, to what extent the normal requirements of the motor industry and other industries can be met within the coming weeks. The motor trade recognises that any arrange- ments will be subject to frequent adjust- ment according to the state of the emer- gency and the competing claims of the war machine."
}
,{
   "article_dc_title" : "Continental Bourses",
   "_id" : "FTDA_1939_0906_0003_012",
   "text_content" : "AMSTERDAM, 5th Sept. Bourse prices fluctuated heavily to-day. Dutch shares were strong, gains ranging from 5 to 12 points. S bIl : 4th Per P'cr cent. Cent. 19... 8 88 B 3% Do. Indies 1934 ........... 212, 84 3% Do. 1898 .. 7612 78 21% Do.......... 8812 86 t612% (ermail Intern. 1930 7,% DUo. do. ...... 478: 12I 7%German 1924 512 R. Dutch I'Pe. 52412 31 Dell Bat. ub. 16212 15012 1)o. Toh. ... 114 118 Handlt. Ams... 426 4191 Java Cultuur.. 204 202 Redj.ang Lel. - - Dutch Gist & Spiritus ...... - 90 I - 5t h 4th Scent. rellf. Holl. Beton ... 2 .5 28612 i'.. Stel (Jo.. 4612 4558 Fonl. Hollad - - Nether. .'hip. tUnion ......... 12i Fokker Ord. ... 315 320 L.ver Bros. & N.V.%PIref. - Do. Ord.. lils 127 PIhilips Lamps! 17114 190 i I)o. Pref....! - i A.K.U. .........! 19 ' 054 SAmstdltl. Huh.1 20654 19564 SEx. mo London 7. 4 7.16 Do. Berlin . 5.00 5H.CO I)o. Parits... 4.4U 4.35 Do. N.York 1.l609 1.68 Without transfer certiflcate. Subject to confirmation. PARIS IRREGULAR The tendency on the Bourse to-day was irregular. Parquet Account Prices 5th 4t. 3% Perpetual Fr. Frs. Hente ......... 69.20 70.00 4 Rentes 1917 71.6 72.26 4% Rentes 1912 70.10 72 5% Rentel 1920 10t 104.20 4% Itente. 1925 1lI.8 141 4% Rnts 1932 71 79.10 4% R'nts 1932 77.75 78.95 44% Rents 1937184 162. 5 -qe. de France 8.475 6.480 o. Paris... L40 880 Comptoir Nat. d'lon'ompte.. 7(5 715 Credit Fonrier 2,800 2.876 Credit l.vonn'a 1.70 1.41 Saoiete deatr'le 9U 750 .uez Canal..... 1.210 1,120 ( n. El ...... 1.450 1.45 Thom'in Honel.12c.5 lib Forg. & Arierl' Nord-Het ...... - - 45 IenllR n AII.In. 1.090 1.000 T'relileries did Havre ........ 711 '75 Len................ tabh. Klplin'ilE8 6598 Pec ine ......i 1.2 1.00 eun| ......... I C Retani. - Air Liquide ...' 1.0C8 1,022 Citroeil ......... - 8 Ford of Frmau'e 42 42 taHfnerle Say. 75 590 h% Youlg. LnI - 207 I'nittled .........I 2.ll 2.100 7nTurkslh 19.17291 126 lnn. 'ar. Hly.174 157 1 agonlt ,...I - 45.1. Ar ed ............ -- Central Mlinp 2.7E 2,490 Euts Geduld .. ,91 2,00 Geduld ......... 160 1.6 RioTinto ..... 71 1.720 Union Corpn.. 1.262 ,1.O Suere.Riypil ..80 62 Oash Price toynl I Iith ... 8,500164.000 3V% Treru. lBd. ll8 17.70 4% Trsaa. Bdo.l115 117 I1 Credit NS.i ... ......... ,480 i Parquet Oaoh Prime ii - 1th I4th SSept. I ept. 0% Credit Nat. Fra. Frs. S1920 :........... 40 - iat. 6% Credit 1923 (Jnv'r)... - - 6% Credit Nat. I 1924 ............ - - 'lipolin ......... 1,3(0 1.470 MI esi agerie s Maritinme ... 113 110 34%Italiantnt. - - I5% Hlusian 106 - - BIe. Ieglemn'to Internat'nx ... - - •oullsme Account Prieg 5% bitil 1914 - - De Biters Def...i -- lDo. PIrefd... - 1,400 .Jagrrasontein., - Brakpial ......... - 4 Chartered ......- 11 Crowni Mines... 2,80| 2,660 Kntl Itand ...... 90 1 0 (ienlerl Min'K762 71 (olls. (old Pld. - 415 J'lurg tUn. ...; - W47 li'd 'nt ein st.. - 28 Iland Mines.... 1,640 1,50 Snb Nigel ......- 19.00 I'ran.Cian.Lnd. - - W. land Cons. a1l 110 l'aiganyikLs..... -- 'harls........... , 128 lM nn Ant.U. Co - 157 'oultchouucs... - II O(la Kaimpg. - Kuals Lumpur 111 161 MUalarc ......... - ,114 M;exican Eungle - 450 Lt)ldOll Till ... - - 'Tvoy Tin ......- 0.0 loeamhique... - TrepX I............ SO Mirhrelin ...... - 04 xclaange Ratae ix.onN.York 40.0 41.16 tlx.onLnidoi openings te 176.00 176.t 6 tx. on An,.. 0506.00 0 15.00 CentralM ii'M - I Dtil \" loTeinto .... ! - - I 'tnth t \" ..... - * Bz cnouon t ,B interes. 3 Coaeli BRUSSELS I S th 14 h j WRIT Rl Sp t. Sept. Bruflnn. al St I nque. N. Belg. 1,40 - 8.S. BelgIqur.. - - e.Oh.0eh.r4% 418 41:1 ofna (Ord.).. - - Ford(Belim) - 40 Wagon L. Pd. BS - 'YoungLn6er - - 1 UaDMitau Pae.. 10N 11 mioTinto ......- Nitrte Ia l'y« - : SW11111T.IB. IIU~a T ____ aC 1 |p sopt. Han l Mine.....i M 1et Tan anvika Li 1U !i 'Ttize '.10th, - 45 : Kailng ......... 1 .ennh Rub.... 124 S1 Barcelona T.... - $ildroPrefd ... 104 111 SBrazillan T..... 1M 7 Hydro-EI. See It 97 I. Mintere..... 1.841 ,77 Wi'gnnl.Ord. - 43 SBx coupon. ,OSLO Norwegian 4% Kr. Kr. 193 (8.1.) ..... - - Norwe&Utn ,% 1934(..... - - Dorregmard Pp. 71 71 Habfllund ...... 40 4 Nornk Hydro r . ............ 1148 11 Tyje Pls Pw. - - I.No- ....... - - Kosimos W...... - - Hohvt W...... - - BergenakeSt.m. - - Norage nk... - - ChrltelanliBk. - - Den lornke . 10 - Bergli Prlv't. B k ............ - i x. onLondon 16.M .sN BUDAPESTI aUol. M saiank 1.w 0 .1 j 41g% Biadspmt flon. 1914 ... .5.L. ISM. Totts CoRl ..... Slt.W 117.M 8aliot. Coa ...I U.II S1. Urlkany ZsI... 40.A '34.71 Gan ........... 1.10 14. V. d .e VolUn do N« lc ...... 5 n. Il Trust Co ......... 47. A 48T.1 rtiwr Vellkl- B skekkrek ... ISt. -7. - Hnngarinnt S r . ........... I . I I Un low.Amfa Io.M1M.-- I t. qn London II.M0 1.0- Quoted ini penms er bondi nolirl nh* la 490 orwar Austrlia iroaI JItroduetions and quotation from Our Own Correepo:dents and Reuter's Ageney E*",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "article_dc_title" : "Southdown Services",
   "_id" : "FTDA_1939_0906_0003_013",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "LIVERPOOL PALAIS DE LUXE Profit to 30th June of Liverpool Palais de Luxe £3,208 (£2,347). plus £4,923 brot. in; tax £219 (£386), Pref. div. yr. to 30th June, 1938, £1,600 (same), off theatre prop. £2,000, blee. £4.313 (£4,923), out of which Pref. and Ord. divs. for yr. to 30th June, 1939, will be pd. (Pref. div. only last yr.) Amt. pd. by way of entertain- ment tax by 6o. during yr. £1,902 (£1,725). Mtg.. Liverpool. 14th Sept., 3 p.m. NATIONAL INDUSTRIAL CREDIT Accounts to 30th June of National Industrial Credit Corpn. (of S. Africa) show gross income £80,749 (£54,654 for period from incorpn., 9th July, 1937, to 30th June, 1938); deduct exes., bad debts., etc., £30,122 (£18,742), bank int. £18.126 (£8,260), fees £1,037 (£933), deprecn. Announcements by the following com- panies also appear on this page:- Cammell Laird and Co. General Mining and Finance Transvaal Mattress and Furnishing £565 (£277), and tax £5,250 (£4,100), leavg. net prft. £25,648 (£22,341); to Pref. div. £7,500 (£3,863), contings. £4,000 (£3,000), off prelim. exes. S5,385 (same), Ord. div. at 6,A p.c. (5 p.c. p.a. for period) £8,125 (£3,219), fwd. £7,512 (£6,874). Balance-sheet shows assets: Cash £3,679 (£3,017), hire purchase agreemts., bills, etc., £899,601 (£782.763), debtors £756 (£70), prelim. exes. £5,385 (£16,155). Liabilities: Loan from bankers (secured) £3:18,158 (£303,100), sundry loans £20,224 (nil), retentions payable to suppliers only on paymt. of their obligations £230,500 (£187,568), creditors, tax, etc., £6,871 (£4,888), unearned finance chrgs. £40,566 (£36,312), res. for conting. £7,000 (nil). Blce.-sheet total £912,705 (£803,556). Mtg., Johannesburg. 18th Oct., 11.30 a.m. Editorial comment Page 2 Col. 2 TROJAN (HOLDINGS) Accounts of Trojan (Holdings), aircraft components, yr. to 14th Aug. (prelim. figs. appeared in THE FINANCIAL TIMES on 23rd Aug.) show divs. recvd. from Trojan £22,000 (£21,125), from Beans Industries £6,400 (same), mkg. £28,400 (£27,525), less tax £7,810 (£7,238), leaving £20,590 (£20,288), add. tax refund, etc., £461, and deduct exes. and fees, £1,403, leaving net prft. £19,648 (£19,843 including £449 from invest. suspense acct.), to Pref. div., less tax, £725, intm. Ord. div. 3 p.c., less tax, £5,547, fin. div. 7 p.c., mkg. 10 p.c., less tax (same), £12,942, fwd.,£1,077 (£644). Prft. of Trojan (subsidiary) yr. to 30th Apl. £41,823 (£24,995 for 10 mnths.). Mtg., Winchester Hse., E.C., 12th Sept., 11 a.m. Editorial comment Page 2 Col. 2",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "article_dc_title" : "Multiple Business and Finance Items",
   "_id" : "FTDA_1939_0906_0003_014",
   "text_content" : "FINAL DIVIDENDS Barsi Light Railway-Fin. 1% p.c. (2 p.c.), mkg. 3% p.c. (4 p.c.) yr. to 31st Mar. Lawes (Chemical)-Fst. and fin. 6 p.c., less tax, yr. to 30th June (same). Ryder and Sons (1920) (seed merchants) Fst. and fin. 5 p.c., less tax, for yr. (same). Westminster Press Provincial Newspapers Div. 4 p.c. yr. to 25th March. (Co. made public in Aug., 1938.) INTERIM DIVIDENDS Commercial Investment Trust Corpn.- Quarterly $1 per share on Common (same), payable 1st Oct. Ecuadorian Corpn.-Quarterly 3cts. (U.S.) per share to 30th Sept. (same), payable 1st Oct. Fuller Smith and Turner (brewers)-Fifth intm. 1 p.c. (same). Fullers (confectioners)-Intm. 5 p.c., less tax (same). Gt. Yarmouth Gas-In view of outbreak of hostilities directors have decided to con- serve resources by withholding for time being payment of intm. divs. declared on 9th Aug. London Labourers' Dwellings-Intm. 3 p.c., less tax (same). Southdown Motor Services-Intm. 5 p.c., less tax (same). United Glass Bottle Manufacturers-Intm. 3y v.c., less tax (same).",
   "paper_dcterms_temporal" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "Mr. Douglas Christopherson has been appointed to the Boards of Amalgamated Banket Areas, Gold Coast Selection Trust and Marlu Gold Mining Areas to fill the vacancies created by the death of Mr. John A. Agnew. Mr. Christopherson is well known in the mining world. He is chairnrrn of Lake View and Star, Associated Tin Mines of Nigeria, Gold Fields Rhodesian Develop- ment Company and is a director of many other mining concerns.",
   "_id" : "FTDA_1939_0906_0003_015",
   "article_dc_title" : "Mr. D. Christopherson",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "PACE Oxieyv Engineering ... ............... 2 I",
   "_id" : "FTDA_1939_0906_0003_016",
   "article_dc_title" : "Company Meeting in This Issue",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_title" : "\"Van Heusen\"",
   "_id" : "FTDA_1939_0906_0003_017",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "CHE likns to mA v~nl npntlv tiivn~r1 nn~ vonl plead for comfort. A \" VAN HEUSEN\" has that smart look but also carries the secret of comfort in its soft-fitting pliability. The strong inulti-ply fabric lasts longer and launders well. Many smart styles to choose from, in white and coloured designs from all outfitters. Ask also for \"VANTELLA\" Shirts (by Cotella Ltd.) at 9/6d and 10/9d each to match all colours and designs of \" VAN HEUSEN\" collars. VAN HEUSEN\" Semi-Stiff COLLARS 41is.r.. & HARTLEY, Ltd., King's House, Htymsrket, S.W.1"
}
,{
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "From our MARINE INSURANCE CORRESPONDENT The Government Cargo War Risk Office has issued an extended scale of rates for the insurance of cargoes. No change was made in' the rates fixed on Monday, details of which appeared in THE FINANCIAL TIMES yesterday. As the new schedule now includes voyages to and through the Mediter- ranean, which is closed to British shipping by order of the Admiralty, it is thought that this may presage a lifting of the embargo shortly. It must be remembered, however, that the Government office covers British goods in neutral vessels as well as in British ships and that neutral vessels are not barred from Mediterranean trade. The rate for voyages to and from the United Kingdom to Mediterranean ports is fixed at 50s per cent. The rate for voyages to and from Australasia via the Mediterranean is fixed at 60s per cent. out and 70s per cent. home, as compared with rates of 50s per cent. out and 60s per cent. home via the Cape, and 40s per cent. out and 50s per cent. home via Panama. For Far Eastern voyages via the Mediterranean the rate is 80s out and 90s home, this being the new maximum of the scale. These rates compare with 60s per cent. to the Far East via the Cape and 70s home, the Panama route rates being 50s per cent. out and 60s per cent. home. NEW SCHEDULE In the European waters schedule new rates appear for Norwegian and Danish voyages, the full new schedule being as follows:- Rates for insurances of cargoes to and from U.K. by British and neutral steamers:- Out Il rne 1. NMediterranean ............ ... 501 i50 Ui. '. A. nulf ' and Atlantic) ('niiiadia i(Atlantic). West Indies (inI'lu ing British (;niana) Central America, (ilf tex I:int .l S ;tles) ........ . 30 40 South A erica . . 01 70' I 1i.5.\\. l' ifric) ;and or Canada IPai'iri5l) via Panama ... tll :,) . IPortiiug l anil Spain (Atlantic) . :ti/ 4l» si. Westl Africa 101/ *\" 7. South A IE. Africa (not via Med.) 41!' *V I)o. (via Mediterranean) ..... t;0/ 71 S. Australasia via Panama ........ 74l an Australasia via' Cape . ........ -.i,/ fit Australasia via Med. .. 71 S() 0. In iia and Straits via Cape ...... .1il/ Hi . via Med. . ......... .... 71)' S t0. Far Iast via Cape ............... si( ' 71 lD . via P na la .............. t,1 l l, l)o via Mle ........ .... So,' $w Out & tomeward A. U.K. to I K . . . .. !0 B. West (oast of U.K. to West Coast of U. K. 15 C U.K. ex \\est Coast to Irish Free State 151 D West (oast of U.K. to Irish Free Slate 101 I. Fraince-nt heyond Ireat inclusive 2ll P. Franlle Bay Ports . ........ ;31 (;. Ilollandl and i Bet iim . ......... 30/ II Norway -no)t North of Tromso and lii South of Rergen . ..... 401 Norr a - Soutli of Berren ........ ,l/ I. S, den not Iast of Malmo ..... ;ill' J. Denllark ... . . ..... f') I The alove rates alply In cargoes in all vesselt to be lnamedl at timle of acceptance. or thereafter. iut warranted railing within seven days of acreot- ance of risk. or held covered at the scale in opera- tion at tlie time of sailing. No optional hil l of lading permitted. All rates no lisoullnt less 212 per rent. brokerage. Open covers permitted for any period of time providina they take all declarations. rates to be as those ruling on date of sailing. Ship to wareholse cover granted only in con- Junction with the voyage insurance excep : (1) W\\here there were existing pool policies, and t21 In th1e case of imports where the voyage in- surance has leen taken olt either with the pol or elsewihere ietfore thie settinr u of the Board of Trade Office-",
   "_id" : "FTDA_1939_0906_0003_018",
   "article_dc_title" : "Insurance of Cargoes",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_title" : "Transvaal Mattress",
   "_id" : "FTDA_1939_0906_0003_019",
   "text_content" : "Net profit for the year to 30th June of Transvaal Mattress and Furnishing Com- pany (of South Africa) was £34,858, or £2,471 less than for the previous year. It is struck after setting aside £4,500 (against £3,864) for taxation. Earnings, after Preference dividend, were equal to 23.2 per cent. on the £150,000 of Ordinary capital. The total Ordinary dividend is again 12% per cent. The allocation to reserve of £4,000 is repeated, raising that account to £14,000, and capital reserve is increased to £6,500 by a transfer of £76. A sum of £4,000 (against £5,000) is written off goodwill, lowering that item to £21,000. The carry-forward is £4,222, a decrease of £218. The meeting will be held in Johannes- burg on 9th October at 2.30 p.m. Mr. G. Mackenzie is chairman. The 4s Ordinary shares were last quoted at 4s 6d. Editorial comment Page 2 Col. 2",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "article_dc_title" : "Yesterday' London Dealing Prices",
   "_id" : "FTDA_1939_0906_0004_001",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "The quotations for the most active stocks in yesterday's inter-office dealings in London are given below together with the movement as com- pared with the minimum prices fixed in respect of gilt-edged and the closing quotations on 31st August for other sections. BRITISH FUNDS M in. price 2.')th Rise or Aug. Quotation 5th Sept. Fall (U2xd Consols 212 pc ... (2-I-txd -14 9S12 Colisd..1 pc ..... 98112-0912 -112 9314 Couversion Loans 212- pCi tl4--49 ........ 9224-334 9112 3 pc .1948-33 ...... 14-5.) S712 312 pc . . ............. 871-8812 -112 104 412 pc 1940.44 ...... 1002-112 10114 5 PC 1944-4 ........ 10-7 SS12 VWar Loan 312 pc ... 881.-6912 -114 10212 Funding Loans 4 pc 1960-90 ............... 1021:410312 -1 89 3 pc 1959-69 ......... 89-90( Sl 212 PC (1956-61) ... 81-2 SS12 234 PC (1952-5.7) ... 88-9 102 Victory Bds. 4 pc ...... 102-3 96 Nat Def. 212 (1944) 9 31d-95xd 9$2 Do. 3 pc ......... 9134-234 7til X Red'n 3 pe (1986-9) 76-78 -1 974 Treas. Bd.s. 1 PC <1 !>t1!»-41) ........ 4734 7314xd Local Loans 3 pc ... 7:-7.\"xd -12 l17 Irish Land 234 pc ... o8-6 295 Bank of England ...... ;3l-10 .,( India Loans 212 pc ... -5512-5712xd -114 7 3 pc ................. t. 14-\"712xId -12 O 312 PC ............ 7914 Stl2xd -3a 1)4 :112 pc 1951-59.. ... 94-15i 14)( 4 pC 1948.53 ... 101-103 S14lt 112 pC 1150-55 ...105-10 10:l 412 PC l .8i -8 .. 11-9108 In the above list is given the minimum prices fixed by the Stock Exchange Committee. FOREIGN Rise or 5th Sept. Fall Argentine 312 PC Bonds ... 61-65 +1 Do. 41 pc 1933......... 78-82 -1 Do. 112 pc Con. ......... 741-77 +12 Argentine Trust \" \" ...... 6812-7312 Austrian 5 PC ........... 10-20 -8 Do. 412 pc Bonds ...... 25-35 -15 Belgian 4 pc 1936 ......... 70-75 -12 Branilian 4 pc 1889 ...... 534-74 o. 5 pc 185 ............ 5-7 -12 Do. 5 pc Funding ...... 311-17 Po. 5 pc 1903 ......... 1012-1212 Do. 4 pc Rescission ... 5-8 Do. 1 pc 1910 ......... 5-8 Do. 5 PC 1913 ......... 5-8 Do. 5 pC Fndg. 1914 1012-1512 ])o. 619 p ............. 9-13 Do. 5 pc Fund. \"A\"... .10-15 Do. 5 pc Fund. B\" .. 9-11 Bulgaria 7 pc ............. 16-20 Chilean 112 pc 1886 ........ 8.11 -1 Do. 6 pc 1928 ......... 8- -1 Do. 712 PC ............... 9-12 Chinese 412 pc Gold 1898 46-50 Do. 5 1912 ......... 18-22 Do. pc Rrg. G.L. '1329-33 Do. 5 pc Boxer ......... 38-12 Czechoslovakia 8 pc ........ 43-7 Egyptian Unified 4 pc ...... 62-66 -2 French 412 pc ............... 1078-1138 Do. 4 pc (Brit. Iss.) ... 10-12 German 5 pc . ....10-15 -151 Do. 41 pc ............... 812 -11 Greek 7 pc .................. 22-6 Do. 6 pC Bonds ...... 18-22 Guatemala 4 pc 1895 ...... 16-2t Hungarian 412 pC ............ 10-20 Japan 4 pc 1899 ........... 25-9 Do. 4 PC 1910......... 2212\"61 Do. 5C PC 17 ......... 32-5 o. ,512 PC Con. ..... 40-415 - Do. 6 pC 1021 ........... 37-41 Do. (Tokyo) 51, pc .... 3111-612 Peruvian Corpn. 5 pc Pt. 12-3j2 Do. Ordinary ............ 14J2 Do. Debentures . ....1112-2121» Peruvian Gvt. 712 pc Guano .10-4 lDo. ; dC . p ............ .. -to Poland (1927) 412 PC ...... :18-12 Portuguese 3 pc (1st src.) 70-72 -1 Potash of Germ. 7 pc ...... .13-51 Rumanian 4 pe Cons ....... -9 Do. 7 pC ........... ... ..22-6 Sn Paulo Coff. 71t pc Bds. 5-8 Do. Coffee 7 pc ...... 14-18 D o. 6 pC .................. . - Spanish c.(.. 1p....40-5 Dealings restricted by Treasury Order HOME RAILS Great Western Ord. ........ 25-8 I)o. . pc Cons. Pref ..... 78-82 Loi. Mid. and Scot. Ord. 1... ( 11212 -14 Do. 4 pc Preof. .. ......48-51 -2 Do. 4 pc Pref., 1923 ... 34-8 +1 Do. I1 pc Guar . ........ 76-80 +12 Lon. and N.E. 5 pc Ps. Ord. 34-414 Do. Def. Ord. ........... 258-1a -18 Do. 4 pc lat Pref. ........ 28-31 +12 Do. .1 p 2nd Pre. ......812-012 -14 Do. I pc lst Guar. ..... 62-5 Do. 4 pc 2nd Guar. .....5. 4-7 -2 London Transport 412 pe A (19-I5-2023) ............ 104-7 1Do. 5 pc A ............ 108-11 Do. 11t pc T.F.A. (1943- 72) ... .......... 101-3 Do. . pa B (10965-2023) 103-6 Do. C (1.5. or after) ... 615-7 Metropolitan Assented ...... 5)-61 Southern 5 pC Pt. Ord..... 54-8 -1 Do Def. Urd........... 1012-121 -14 FOREIGN AND COLONIAL Antofagasta Cons. Ord ...5-6 Arentine N.E. C Debs.... i-.9 Buenos A. Gt. Sth. Ord ... 6-7 Do. 5 pc Pref. ... ........ 1812-2012 -112 B.A. andi Pacific Ord. ...... 212-312 -14 B.A. Western Ord. ...... 412-.512 -1 Canadian Pacific ($25) ... 334-414 Do. 4 pe Non-Cum. Ptf ... 18-24 Do. .1I p Dleb. ......60-4 Central Argentine Ord. ... 512-612 -34 Do. Def . .............. 112-212 Do. 6 pc Pref .. ........ 21-3 Central Uruguay Ord. ...... 12-112 Cordoba Cent. 312 pc ...... 524 -1 Costa Rica Stock ............ 21-3 Entre Rios Ord. ........... 312-112 Do. 1st Pref . .............. 6-7 Grand Trunk 4.1 pc Guar ... 85-90 Do. 4 pc Dehb. ............ 85-90 Guay. and Quito 1st Bonds 6.8 Inter. of Cent. America ... 3-5 Do. % pc Pretd .. ........ 55-60 Leopoldinu BRly. Ord ...... 34-134 Midi 4. pc Sterling Bonds ... - 69l-7012 Nitrate Rails Ord. (br.) .. 134- 8 Nord 6 pc Sterling Bds. ... 8912-9012 Orleans 4 pc Ster. Bonds ... 6912-7012 San Paulo ..................... 20-2 U. Rlys. of Havana Ord. ... 1-4 *BANKS AND INSURANCES Unless otherwise marked shares are of £1 denomination Alex. Disc. (£2, £1 pd.) ... 50/-55/ Alliance (Newl ............ 21-2 Atlas (£5, 25/ pd.) ......... 1214-34 Bank of Australasia (&5) .. 51.-2-612xd -14 Bk. B.W. Al. (1:10, 44 pd.) 214-314 Bk. of Lon. and 8. Am. (£5) 312-412 -13 Bk. of N.S. Wales (&20)... 20-2 Bk. of N.Z. (£1 ty. pd.)... 114-12 Barclays \"A\" (24) ......... 9-30 -14 Do. \"B\" (£],. fy. pd.) 63/-67/ -3/ Do. D.C. and 0. ........ 38/-42/ Do. do. 8 pc Pretf. ..... 31/-361/ -1/6 Caledonian (£5, £1 pd.) ... 1714-1814 Can. Bank of Com. ($100) 3412-712 Chartered of India (£5) ... 614-714 Comm. Union (Units) ...... 734-814 District \"A' .................. 3 14-114 Eagle Star 110/. f.p.) ...... 63/.67/ Employ'rs. Lia. (£1, 51/ pd.) 62/9-64/9 Eng. Scot. Aus. (£5, £3 pd.) 2A4-314 Gem. Accdt. (£1. 5/ pd.) ... 831-87/ Guardian (£3, 10/ pd.) ... 1234-1314 Hong. & Shang. ($1251 ... £70-£80 -B Do. (Col. Reg.) ($125)... £70-£80 -5 Imperial of Iran (£10) ... 914-1014 Legal & Gen. (£1, 5/ pd.) 83/-87/ Lloyds (£5, £1 pd.) ...... 50/-55/ -2/6 London (£212, 25/ pd.) ... 1134.1214 Lon. & Lanae. (£5, £2 pd.) 23S4-434 Martins (£20, £212 pd.) ... 714-734 --14 Do. (£1) ..........-..... 312-34 M. of Ind. A £25, £1212 pd 20.22xd Midland (*12, £2*2 pd.) ... 812.913 Do. (£212) (fy. pd.) ..... 814-934 -14 Do. (£1) Ity. pd.) ..... 751-801 -2) Nat. of Ind. (£25, *1212 pd.) 2613.2712 Sd Nat. of N.Z. £71-, £212 pa,. 176.-1t Nat. Dist. \"A\" (£21, f.p.) 412.512 -12 Do. \"B\" (£712, £211 Pd.) 101.llll2 -12 Nat. Prov. (£5, 14/ pd.) ... 40/-45/ . . UO. JtO, t.1 IQ.) ...... B-I>/)O -a/6 Northern (£10, £1 pd.) ... 16-1612 -12 Pearl (£1. tf..) ....... 161.1712 -78 Phcenix (e10. 11 pd.) ...... 1121212 Do. (f..) ............... 13.14 Prudential A ................ 30-1 Do. B (1. 4/ pd.) ...... 77/.82/ Royal (.1. 10/ pd.) ......:... 714.4 Royal Bank of Scotland .. 420-40 Royal Exchange ............ 7783 Scot. Un. A (£20, £1 pd.) 11341214 SId. of S.A. (£20, 25 pd.) 1111-1212 Sun (5/ pd.) .................. 74/.76/ Sun Life ................... ai7 Un. of Auet. (£15, 15 pd.) 412.512 -1i Un. Discnt. (£1 f.p. units) 40/-45 Westminster (4. £1 pd.) 70/-751 -5/ Yorkshire (£2l2, 10/.pd.) ... 714.34 INDUSTRIALS Albion Motors ...............21132.13312 Allied Newspapers ... . 1*5/.16/ 6O2 pc let Pref. ......... 20/-22/ 8 pc Cum. Pref .......... 20/:.-21/3 4 pc let Debs. ............ 93.6 Allied tronfoundere ......... 342732 -/6 Alvis (5/) . .............. 1/9.2/3 -/3 Amal. Anthracite (41) ..... /712-1112 Amalgamated Press (101)... 6/6.7/6 7 pc Pret. (fM..) ........ 14/9.15/9 Amer. Celaneae (no par) ... 4-5 Anglo-Alpha Cement (5/)... 4/3-5/ Assoc. Brit. Maltters (5/)... 7/-7/6 6 pc lit Pref. ............ 23/9.24/9 7 PC A. Pret ............... . 221-23/ Assoc. Cement ............... 371-3UiS +11n 512 pc Pref ............. 1e.14 AssOC. Electric ............ 38/-39/ -/6 Assoc. Equipmnt. (Units)... 121.2-2332 Assoc. Newspprs. Ds. (3/) ... 7/-8/ ., pc Pref. ................. 17/6.18/6 Austin (5/) ................. 112-.1552 A (5/) ....... ............. 21/6l-27/6 Automatic Telephone ...... 43/-44/ Do. D ............... 42/6.43/6 Blabcock aTi Wilcox '... 211651a -1/ Baldwins (4/) ............... 5/.' Barry and Staines ...... 8/6-29/6 Bas ..... ..... ........... 6-3 Beechams Pills Def. (2/6)... 7/68 10 Pe Oum. Pretd.......... 28/8-29/8 Rise or 5th Sept. Fall enskin's ..................... 3-36 irmingham Small Arms .. 21/6.2616 -1/6 6 pc B Proef ...... 1. 1-s16 teachers (Units) ....... 2329 Do. 312 Pc Pref. (Units) 4/03U-53 +/412 olsover Colliery ... . 43'6-1/6 oots Pure Drug (5/) .... 412/-.3/ orax Cons. Def. 201112-21/112 'mouth & Poole Electric 57/.-59 -21 radford Dyers (Units) .. 3/.3/6 Do. 5 pc Pref. (Units) ... 5/3-6/ +/112 rewers and Distillers of Vancouver 1$3) ............ 10/6-17/6 ristol Aeroplane (10/) ... 16/0-17/ ritish Aluminium ........ 254-7a rit.-Amer. (Reg.) (Units) 458412x -116 Do. 3 pc Pref. (Units) .. 21/412-22/4121 rit. Celanese (10/) ....... 3/3-5/9 -/6 7 pc lst Cum. Pref. ..... 10/9-17/9 712 pc 2nd Cum. Pref.. ... 11/612/6 ritish Cement ............. 354-114 6 pc Pref..... . .. 1316-516 ritish Cotton and Wool Dyers (3') ......... : (16.-11 ritish Insulated ........... 8i/-85/ ritish Match Corpn. .... 3:/(ti;./6 rit. Oil and Cake Ps. Ord :I8/!:-3/9 ritish Oxygen (Units) .. :15s-4 ritish Plaster Bd. (5/) ... 2i/9-27'9 ritish Power and Light ... :23,6.25/6 -11 rit. Tobacco Australia ... 12132.2332 rown (John) (lI/) ... 26;2s/ -1/3 uchanan-Dewar 6 pc Pref. 21/6-2i6/6 airn Line ( ........ 1'-/ +1/3 alico Printers (Units) .... 3/!9-1'3 +/3 Do. 5 pc Pref. (Units) .. 6i/-6/ -/3 allender's Cable ........ . 1i/6.62/6 ainmell Laird (r1) .. .... s516-5 --112 anadian Celanese (no par) 234-:334 arreras A . ... 6-14 -116 Do. B (2/6 shares) .. -14 .-1,'6 -/3 Do. 7 pc Pref. ((10/) ... 7/3-7/9 Do. B 6 pc Pref. (Units) 114.13 -/9 Do. C 10 pc Pt. (Units) 2-la -1/3 lerebos .............. ... 81316-81516 harrington .................. 31-14 hinese Engineering ......... 15 /6-16/6 ity of London 20 pc Prefd. 3116-S16 Defd. (5/) .................. 7/.-8/ ity of London Electric ... 27/-'291 -11 lan Line .................... 512-612 +12 lapton Stadium (5/) ..... 719-8/O x east Line .................... 9/6-10/6 +116 oats (J. and P.) (Units) ... 28'3-29/3 -/6 olvilles ................... 2116-18 -/112 onsett (0/8) ................ 7t-S' +1112 opes ........................ 2 8-12 ory (W.) and Son ......... 18lle-8 -1/3 'ounty of London ......... 36/6-38/6 -3/6 ourtaulds .................... 2'S/i6-28/9 -i3 5 pc Pref .................. 20'-21/ ourage (Units) ............ 3-is rittalls (5/) .............. 10/11 / rompton Parkinson (5/) ... 17/-18/ unard . ................. 2.-3i +16 Daily Mail Trust ........ 17/-181 laily Mirror News. (5/) . 7/9- /9 )aily Sketch and Sunday Graphic 114 pc ist Debs. 9.)101 )algety (sO2. L£ paid) ... 4-12 De Havilland .................. 35/0-36/9 )ennis Bros. (I/) ......... 1.1/6-13b36 -2/3 Distillers ..................... 87/t-92/6 -4/0 Dorman Long ............... 1143-s -11 Prefd. Ord ............... 178-I2 -11 Dunhill (Alfred) ............ 119 2132 Do. S pc Pre ............ 14- Dunlop Rubber (Units) ... 26/.-27/6 612 pc A Pref ............ 25/-26/ Eastwoods ..................... I18-14 Edmundsons ................. 21/1-23/6 -/6 E.D. Realisation ............ 2/9-3/3 Elder Dempster Lines Hldgs. 2;:/6-21/6 +/6 Elect. & Musical Ind. (10/) /9112-9/712 Si pc Cum Pref. ...... .. 21/-21/6 nfield Cable ............... 47/-19/ inglish Electric .......... 3 35/ English Sewing Cotton ... .2.':l1-'2/3 - -18 Do. i pc Pref ........ 19/3- Ever Ready (5/) ............ 18/3-19/3 Fairey Aviation (10/) ...... 1(/:1-19/3 Financial Times .......... 2/6-3/6 ,-12 PC Pref. (Units) ...... 5/6-6/6 Fine Spinners (Units) ...... 2'3-2/9 Do. , pc Pref. (Units) ... 69-7/9 Folland Aircraft (i,') ......... .11-1/3 Ford Motors (Units) ...... 1i/;i-171 France Fenwick ............ 22/-2 / + / F'rness Withy .............. 21/-3/ +3/9 Gallaher .................. 61.... Gas Light and Coke ...... 18 :(-19/6 -/6 Gen. Aircraft (3/) ......... 2'6-3' General Electric ............ 72/6-75/ -1/3 Gen. Refractories (10/) ...... 7/-8/ G.R.A. Trust (1/) ........ 1/1012-2/412 8 pc Cum. Pt. Pref. ...... 14/3-13/3 Griffiths Hughes ............ 6/-7/ Grouts ...................... 10/9-11/9 Guest Keen ................ 23!-2./ -/8 P pc (tax free) Sec. Pret. 22:3-23/3 Guinness (Units) ... ........ 458-34 Guy Motors (I/ units) ...... 1/1012-2/112 -/3 Hadfields (10') ........... 21/-26 Halesowen Steel (4/)......... 7/9-8/3 Handley Page (.i/) ......... 18/9-19/9 10 pc Pref. (Units) ...... 3i6'6-37/6 Harland and Wolff B (units) 8 9-9/9 lawker Siddeley (5') ..... 15/-16/ 3) pc pc Cum Pref. ..... 15/0-16/9 Henley's Tele. (5/ units) ... 17/6-18/6 Hewitt Bros. .............. 214-8 Hill (R. and J.) ......... 1/6--'!' Hinde and Hardy ............ 1/6-2/ Hollins (Win.) ............... 7/-S/ Horden Coll . ............... 20.-26!6 Howard and Bullough ...... 7'3-7/9 Hoyle (Joshua) (2') ........ 1/9-2/3 Hudson's Bay ............ 17/-.18/9 +/112 Humber 13 pc Prefd. (10/) 13/-14/ Imperial (Units) ......... 638-12 Imperial Airways ............ 31/6-32/6 Imperial Chemicals ......... 28/3-29/3 7 pc Pref. .............. 27/-2S8/ Impl. Continental Gas ..... 101-.10 -- Imperial of Canada ($5) ... 312-34 Imperial Smelting ....... 8/9-9/9 Ind Coope and Allsopp . 4316-516 India Rub. Gutta Percha 512 pc Pref. ............ 19/-20/ Indian Iron (Rs.10) ...... 12532-2932 +132 Internat. Nickel (no par)... $53-$541 International Paint ........ 32752.32952 Johnson and Phillips ...... 38/-391 Jute Industries Pref (10/) 3/0.1!3: +/11 Kelly's Direct. 712 pc Pref. 24/9-25/9 6 pc Pref ........ ... 118s-14 4 pc Debs. .................. 93-5 Lambert Brothers ........... 311-32/ Lamot 712 pc Ptg. Pref. ... 15/6-16/6 Lamport Line (6/8) ........ 6/-8/ +21 Lancashire Cotton ......... 11/3-121 +/9 Lansil ........................ 1/3-15/3 Lautaro Nitrate A ......... 2/-2/6 Lever Bros. & Unilever ... 158-54 7 pc Pref. (Units) ..... 24/6-25/6 8 pc Pref (Units) ..... 24/6-25/6 20 pc Pref. Ord. (5/) ... 15/9.16/9 Lever N.V. ................. 1-34TR. Leyland Motors .... .. . 41732-1952 Limmer and Trin. Asphalt 2316-516x Listers ......... . ... 3/9-4/3 Lloyd (Edward) 7 pc Pref. 17/-18/ London Assoc. (Units) ...... 22/-24/ -11 London Brick ............... 31/6-33/61 London Electric ............ 29/6-31/6 --1 Low Temperature (2/) ...... 1/3-1/9 Lucas (J.) ...........3..... 8/3-59/3 Manbre and Garton ......... 39/6-60/6 Def. (2/) ................. 21/-26/6 Marks and Spencer (5/) ... 21316-151 A (5/) ................ 21116-116 Metal Box . ............ 71/6-75/6 Metropolitan Electric ....... 41/-43/ -1/6 Meux . ... ........ 5/-27/ Midland Counties Elec...... 35/3-37/3 -1/ Mitchells and Butlers ...... 358-54' Morris (5/ units) ............ 29/6-30/6 -/6 Murex ........................ 31516-1516 Nairn and Greenwich ... 22132-2532 Napier 712 pc Pref ...... 116-576 Ord. (5/) .................. 6/6.7/6 -/8 Neepsend Steel and Tool ... 72/-73/ Newnes (Geo.) 5 pc Pref.... 16/-17/ Northmet Power ............ 38'6-4018 -1/6 Ocean Coal and Wilsons (4/) 1/3-1/9 -/11 Odhams Press (4/) ............ 4/3-.5/3 6 pc Pref. ................ 16/-17/ 612 pc Pref. ............. 13/614/6X Ohlssons Cape .............. 116-16 O.K. Bazaars (5/) ........... 20/6-21/6 Patons & Baldwins (Units) 48/3-49/3 -13 P. and 0. Det. (Units) ...... 20/-22/ +31 Perak Riv. Hydro-Elec. ... 12/3.-14/3 -/9 P Walker and B Cain ... 20/921/9 I I1 ci 0 ri u u 11 /n Vi vi It M'! VI rl V I Ir Ic Br Ii Ir Ir Ir Ba It co to ;r ,s RI I4 Li Ai VI 1< ti (I RI R1 C! 50 1 B L Pease and Partners (10/) . 12-916 -/41 Phillips (G.) ......... ... 1961116 Phillips Rubber Soles ...... 1316s Pinchin Johnson (10/) ... 3-;161 Platt Bros. .................. 29.39 -141 Powell Duffryn (units) ..... 15 .17/ Primitiva Hldgs. (Units) ... 66-7/6 -/8 Pullma Car ..................... 39-4/3 ualcat (5/) ............ 2319-24/9 B.M. Realisation ............ 2/9-3/3 adiation ... .............. 37/7138/7 Raleigh Cycle Holdings ... 421-43/ Ranks (5/) ................ 16/6-17/6 Richardsons WesIgtarth (5/) 3/112.31712 BoRll.-oyce (Units) ......... 5-.o Boneo ........................ 31/6-32/6 6 pc Pref. ................ 1132-2 Rover (8) ..................... 1/3-15/9 -/ Ruiqby Portland (5/) ...... 4/6-/6 Salmon and Gluckstein 10 rc Pref ................ 471/648/6 ts (Saltaire) (1/) ......... 3/.3/6 Sangers (5) ............. O1/6-20/6 chwees Def. ............... 37/38/6 Seager Evans .............. 10/.11/6 Sears (J.) (True-Form) (5/) 11/6-12/61 Siemens ................ 20/521/6 Singer (51 units) ............ 1/6-2/ Snis Viscos (230 lire) ..... 1113- South African Brew. ......... Se pc Prof t........... .... 21A/6.-8/ Souti Durham Steel ......... 80/9.81/9 outh Metro litan Gas ... 711a.7512 -112 8.A. Distillers; and Wines 3719-39/6 S. Smith 7 pc Prefd ..........3 1'6-3»91 +14 Smith's Crisp. (5/) .. 28/9.29/9 Smithfield and Argen. Mt. 8/9-7/9 Spillers (Units) ........... 58/6.59/6 Do. Def. (Units ......... 49/-30/ Standard (.j/) ...... 15/8-16/3 Stanton Iron ............... 501.52/ -1/6 Staveley ..................... 2.116 Stewaris end Lloyds Del. .. 40'.42' -2/8 Sudan Plantstions ........ 23/-2.%/ +19 Sun. Pictorial 8 pC Pret. ... 20/.21/ Ord . ........................ 15/.16/ Swan Hunter ........... 1916-1116 Swedish Match B (Kr.25) 2216.23/6T.R. Tate and Lyle ............... 61/6.62/6 Taylor Walker .............. 29/80/6 TeleMrsah Constrnotion ... 87/6.88/8 Telegrap Constrution ...87/6418/ Rise or 5th Seot. Fall Thomas (R.1 (6f8) ......... 3/-316 I1P pc Cum. Pref ......... 9'-10/3 Thornycroft ............. . 91.6-I11 -53s Do. t pc Prof .......... 20/9.21/9 Threlfull' .................... 3-la Tilling (T.) ................... 45/6-46/6 Tob. Sees. Trust (Units) ... 11 .1-6 Do. Defd. (Units) ......... \"t-1116 Tredegar A (14/ pd.) .... 6/9-7/3 Do. B ..... .. 10/91 1/9 Triplex Safety Glass (10/) 33/3-34/3x Tunnel Portland B (10/1 12537912932 -153 Turner and Newall (Units) 791-80' United Molasses (0/8) . 'J2/6-2:/6 -/6 United Steel .... 20-'t21/9 -1/9 United Tobacco (South) ... 4516-716x Vickers (10 ) .. ..... 17'-18 -1112 Do. 5 pc (tax free) Cumr Pref .... ... 233-2-1/3 Vict. Falls & T'vaal P'wer 318-314 -l8 Do. 6 pc Pref. ......... 31/3.32/3 -16 Vine Products (5/) ........ 13/-14/ Wall Paper Def. (Units) ... 1116-516 Wardle and Davenport .. 18/3-19/3 -/9 Watney Combe 4 pc Prefd. 78-83 Defd. (Units) ..... :3-la Weardale Steel Def. ....... 38'3.39/3 Do U pc Pref Ord ...... 1516-716 Pref. . ... .... 20/31i.20/312 -1/1012 Weldons 10 pc Pref. Ord. .. 1,'-1/9 !i pc Pref. .. ... ... 6/6-7/6 Whal Elec. Inv.I 712 pc Ps. 13'.11/9 -/3 Wiltes (Timothy) and Tay- lors (4/1) . . ..... 231)(-i2 116 1Do. 71u pc Cmr ... 2Pre2.... 7/6 White Tomkins . ..... 3 3-'/:1/3 Whitworth and Mitchell ... 83-8/U9 Wiggins 712 p Pref ..... 51-716 Wolsey . ...... 7/-S Do. 6 pc Part. Pref.... 7i-l'x Woolworth (F W.) (5/) .. (;2/9-.3/3 I; pc Prei . . ... .2l/(3-»7/6 Yorkshire Elec Power .. 323-31/3 -/9 MINES Anial. Banket .............. 7/-7/(1 Ariston ........................ I-12/ +/3 Ashanti ...................... 3148.3 +1 Bibiani ....................... 25!6-26'/6 +11 Bremang ........................ 3/-1/3 Broken Hill South ............ 3152-1132 +132 Broken Hill Prop. ............ 2'16-'91 Broken Hill North ............ 11\"s-11 +116 Burma Corpn. ............... 9/-10/ +11412 Consolidated Gold Fields ... 21116-1516 Cons. Main Reef ............ 3916-1116 Crown Mines ............. 1.-16 East Rand Props. ....... 28-12 Gold Coast Selection .. .... 1!/-20/ Gold Mines of Kalgoorlie ... 71'-8/9 +/3 Indian Copper ............ 1/-4/6 +1/1012 Kwahu .. .......... ...... 1116-316 Lake View and Star ......... 18/)-19/9 +/ Libanon ................ 96-10/6 Malayan Tin ................ 11332-1532 +I8 Marievale .................. 15i6- .l(/ -/6 Marlu ......................... 8/9-9/9 +/3 Messina ....................... 5 1116 Palnietkuil ............... 5.:.6/3 -/6 Petaling Tin ............ 15/6-1366 +3/ Randfontein ............... 11116.136 - Rhodesian Anglo American 21/6-22/6 -r/6 Ihokana ............ 1114-54 +14 Rho. Selection Trust ...... 1:t16-14/6 Roan Antelope .............. 1.3/-16/ Sisnmer and Jack ........... 171(9-18/9 -/3 S.A. Lands .................. 334-7 Southern Malayan Tin ...... 31l//117/6 +1/ Spaarwater .................. /-4/ -/3 Taquah and Abosso ......... 14-38 +116 Venterspost ................ 1 116-1516 +'16 Wankie Colliery ........... /15/9 +13 West Wit. ............... 334-414 Western Holdings ........... 11/-12/ Western Reefs .............. 116-1316 Wiluna ... ................. 716-2 +116 Zinc Corpn. Ord ............ 3-14 +18 Pref. .............. ... 558-7 +i OIL Angl-Ecuadorian (Units) ... 1316 -/6 Anglo-Egyptiamn \"B\" ..... :(1i6 +116 Anglo-Iranian (Units) .... :716 +116 Do. 8 pc Prof. (Units) . '2/ Do. 9I pc 2nd Ps. (Units) 2-/6 Apex (Trinidad) (5/) ..... 2:3/6 -/8 Attock ... ...... 2!5 British Borneo Petl. (6/) ... !16f British Burmah (/) ..... /:1 British Cont. Com. ($.5) ... 1/6 T.R. Do. 7 pci Pref. ($5) ...... *1'6 T.R. Burmah (Units) . .... s -32 Do. 8 pc Pref. (Units) ... 331 Canadian Eagle (no par) ... S/ T.R. Do. 7 pc Ist Pret. ($3) .. 1/1012 T.B. Do. Part. Pret. (no par) 10/ T.R. Kern Oil (:3/4 Units) ...... 3/3 Lobitos (Units) ...........11. -116 Th H_. ....10/ .. .. London and ame * Rise or 5th Sept. Fall Mex., Eagle ($.I Mex.) ..... :/112 -/1» Do. 8 pc Pref. ($4 Mex.) 5/11a -/112 Do. 7 pc Ist Ps. (84 Mx.) 8/9 Phoenix Oil and Transport (Units) ......... ....... 4/l Royal Dutch (100 guldn.)... 3912 T.B +4 Shell Transport (Units) ... 4532 - 2sz Do. 5 pc Pref. (Units) .. '23/9 Do. 7 pc 2nd Prf. (Units) 2'7/ Trinidad Leaseholds ......... 451 - Trinidad Petrol'm Dev. ...... 16/6 -/3 Ultramar Exp. (1) ...... -18 United Brit. of Trin. (6/8)... 873 -/3 V.O.C. (13/4) ..... . ..... 1 7 pc Pt. Pref. (13/1) .. 1 RUBBER Allied Sumatra ............... 1/6 -/ Anglo-Dutch.. ................ 2:*9 +/412 Bah Lias ........... 2-,'712 London Asiatic (2!) ......... 31 -1334 Lumut ............ 1 / North Malay (2/) ............ 1/712 +/112 Parit.Bruas ................. 1.1516 Rubber Trust ............... 26/3 +/3 Utd. Sua Betong ............ 40/3 +1/ UNIT TRUSTS *BANK-INSURANCE GROUP Insurance .... ............. 171:8-1 /3 +13 Bank-lunsurance ......... lti/;-I7 . +/6 Bank..... l.1/:-l +13 Cornhill 4 pc Iebs. 112 IlI/:lt-2 3 Defd. ......... 19-1.1 Investment Trust ... I .12/ Scottish B.I.I.T. . ..... 2/i.i-I1t/ SPrices free of nomminssionu atld stawnpe.",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "article_dc_title" : "\"Financial Times\" New York Closing Bid Prices",
   "_id" : "FTDA_1939_0906_0004_002",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "English Equivalents calculated at 84.08 to 1 RAILROADS -lo0ing bid Karo'd Kig. Ctock and div. - -- 1939 per ,quiv. inlls l 1 2ni - sare, Sept.. Sept. H. L. cents. 3451e Atchison Top'ka. 28 22b814278-2212 178ds 221im Atl. Cat. Line........ 184 16 3018-1514 227dr 116 Bait. & Ohio ...... 5718 78 4-38 109 241t Bangor& Ar...1u 20x 191p 3012-1812 2l70 51118 Can. Pacific...... 424 4 614-3a8 32dr 1 4386 Cies. & Ohio lir 3556 33 4018-.l84 67. 1l Erie ................ 15 1 268-12 1360f 154i Illinois Central... 1278 10l1 2054-958 Gs 911tn Kansas Citv S.. . 68 4 1112-514 27Wf 4b8 Lehigh Valley ... 354 214 58.-214 17ds 23116 Adams Millis...3 1878 1916 25-1824 321r 7268 Air Reduction..o 5914 53126558-45 40! 851n Alas. Juneau..... 5't 67 10-612 M OSr 20658 Alld. Chem...... 182 67 193- 1521692 91186 Allied Store. .... 1e 71 1138-614 59 521liq Am. Brake Sh. 43 39 540l-313B 44f 12916 Am. Can....... 106 9812 10214-83 435r 3171 Am. Car Foun.i1 26 2112 35-174 615t 14,116 Amer. Chicle...4a 120\" 125 1305-107d 431e 621 Am. Hm. Pr.l60m 5114 51 54.41 133 218 American ee ...... 178 1 278-a -1 74d 447 6 Amer. Metal ...a 3614 3014 4018-2514 27v 1131 |Amer. Had. ...1&1 984 91f188-918 4 67716 Am. Smelting 55 48 5368-3b 168 388 Am.SI. Fdy. l1 3112 2514 41-2024 94f 9631i Am. Tob.\"B2 78 712 77 894-75 489r 47816 Anaconda Cop..-i 3811 297a 3821-2114 42/ 12518 Arm. Di. 7%Pf..7e 102 997 1047e-96 548,i 91516 Armour lll.....lc 8l 514 618-368 l121dn, 6978 Do. S6 Pfd. ... 57 41 52-32 211 dns 9718 Assoc. Dry Goods 768 612 1038-6 71dr 2114 Baldwin Loco* ... 1758 131 178.-958 153dz 3518 Bendix Av....... a 2812 2414 2934-1718 103v 1017186 Beth. Steel...... 5 821: 68 5824-51 17f 1678 Blaw-Knox..1.20Z 135, 103 1764-9 llr 311118 BoeingArplne40/ 2578 2218 3454-1718 80dr 3058 BohnAlum...... a 25 19 2812-16 85u 231611 Borden Co.....90 1912 1912 2178-1612 15lr 281316 Borg-W'ner...... 2312 22 32-194 50/ 34618 Bower R. B...... i 28 27 2878-20 73f 171616 Bridgpt. Brass .... 1412 112 1578-818 7v 2612 Briggs Mfg ...... la 21b8 19 31?-17 49f 5751a tBrist. Myers 2tia 4634 47 52r8.4114 128f 478 Budd Wheel..20 4 318 558-3 - 27v 1418 Burr.Adg.M. 30 1 111 4 I184-11 54r 30116 CallfD Pk. 8ob 2412 18 2412-1358 - I 7 iSCan.Drv G ...... 1412 1514 2058-1258 43h 9771J Case (J.I.)Co...5b 7912 64 9412-6314 889 681516 Caterpillar T...la 5614 4618 5614-3912 108u 3058 Celan'seo(A...25q 25 2211 2812-14 71f 1111 Celotex ............ 91 92 1918.-858 10dk 554 Cerro de Pasno 38 4512 3814 5278-32 177r 7111i6 Certaln.teed Prodl 614 78s 13-568 41ds 10238 Chrysler ......... 83l 781 8514-56 267 3059 Clark Equip....Iat 25 2112 26-15 184v 13011 Coca Cola ...... 106 1121 33-1121 120f 36518 Colllns & Aik...1 a 2912 26 3614-20 - 104518 Columb. Crb...2a 85 85 94-73 154f 2414 Congoleum N... a! 1934 2112 303-1914 132e 5311B Contntl Cn. l.50a 44 3911 44-33 229fs 721bil Corn Prod. Rf.25a 591g 5513 6678.541g 74v 31586 Coty ............ 30a' 318 358 658-318 41r 25716 Crane Co......... ly 203 17 38.17 25dr 3468 CreamofWh't 1Ia 2814 30 3258-2685 52f 52111f Crucible Steel ... 43 36 4724-25 877dr 818e Curtlis-Wrigtl ...I 678] 2I 1 2-a*-» , 2718 Am. &For. Power 2I 2I 3-2 212dI 19721b Amnel&T&Tle ....961 15684 170411491212/ 8118 Columb. (as ...... 71 6 9-51 3 3321861Cmwllh.Ed l120cr. 27Q4T 2712 3114.2512 74f 1111&Comwlth.& Sthn. 128i 114 2s14 8 .114 lv 3718ons. Edion 3041 291 . 10 10718 Electrc P.&L.... 8.12 7681l28.-68 31d5 1218 Adams Exp..l0c| 1041 778 11,.6 1 I\" i4 Alleghanyorpn.I 1 8 4:4 1138 Atlas Corpn. .brp 81 898| 914.B78 212\"\" 838 Amerada (Crpnl 68 0a 6912-5014 410 261l8Atlatlti Be.....4 2178 194 231,1814 410 2514 Barndall Oil ...lal 1724 1418 912-114 21t 3618 Continenlntal.....u 29l k412 3142-2058 1 on. l.lMd. ('nt. Pt...-,J 17 1412 17-12 34r Closing lid Iarn'd lEn. Stock and div. -- 1939 per equv. in t 5th 21d, --- shlre. S.ptl. Sept. H. i.. cents. 581 4\"Louville& N.21 4712 42 58-3614 97/ I1l' Mis. Kansa Coin. 114 1 238-1 516. 19 4 N.Y. Central ...... 1618 1234 2238-12 67If 19 N.Y. Chic. St. L. 1512 13 2312-1114 372dv 2171618 No folk & W. 7a 177 174 1951-165 562v 1 1281114 Do. 4%Pret.4e 105 10514 113-105 13655\" 12 Sorthern Pacific. 934 8 1434-714 129W, 23b61 Pennsylvania ..., 19 1614 2438.1514 24v 1214 Perc rquott. 10 814 17-712 277dv INDUSTRIALS PUBLIC UTILITIES 1312 Eng. 05Pu.. er... 11 ,024 1312-7 1237 S12 nt.Teil.TPeleg.tt 1 464 958-412 119 254 th.Am.Co.(new) 21 201 268 8 172 3:a Pacific Gas ...1(4 297s 30t, 3454-28 2532 346 Pacifc Ltg. 2.25A 4324 441 524.4118 446fs 4264 Peoples as .... -t 3454 63 406o-3114 233v INVESTMENT TRUSTS I 41s Car. Gn. Cn.74i 348 254 3168-214, 3/ 5211* i Com. Credit ..In 43 4134 7-3918 86 56111i Do. Inv. S.l 4614 45 60-42 1475r I OILS 112 1Pet. 4. Am..81t 4 4 10-7 13d/ 1076 h. hifleld Oil . 87 74 1014-654 13/ 619 ihell LUion ...40 152I 1164 1518-10 9v Is18 Pot oim 4a .. 1468 l154 130441. 14 115' | 361, Std . Ca..ilif..-60,,, 294| 20 3018-2468 Yo, I 301518Curias-WriglhtA1.a 2514 2412 &0o4- w 4 1l 26111lDeere ......... 2154! 18 24-1614 242,, 171516;Distillers-Seag.e 1456 15S8 2012-1458 625B» 8814 1 DouglsIAircr'Tt.Y 72 66 7858-58 135f 224611 DuPont .... 183 169 169-128 321t 19658 Eatman Kod..4a 16014 15812 186,-1356 754r 111 Il .&M.Indust.19W 138 114 318-114 - 4351@ . Auto-Lite...li' 3558 3212 3812-241 135f 37 Elec. Stor.Bat,. 1, 3014 2712 3056-2334 104r 1114 Eqult. Off. Bdg... 78 34 154-54 2do 2813jIex-Cell.OCp. 40te. 2312 20 2412-14 85v 44711' Fairb'ks Morse 1b 3614 32i4 4378-2412 83r 28316 PirestneT.&lt...i, 25 2014 2552-18 75k 1712 GeneralCable ...... 1414 1112 18-854 128d1 4818 Oen. Elec....... 3914 355s 44b6-32 57u 4958 Gen. Foods .... 40124 41 4714-3668 144 6215,1 (en. Motors.2.2S 51427 4 515-0375 11Ss 39131 Gen. Itefract....l 321 27 41-21 778 GilletteRazor30arl 658 6 858-5a 286 3158 Goodrich(B.F.)lq 2368 1974 2454-14 1618 37116 Goodyear Tire..Ia 3014 2612 383-2234 960 3458i Green (H.L.) 80ca 28 28 35-2414 2831 18111 Greyho'd Cp. 40ca 1514 1474 2154-147s 71v 3618 Hair'n-W'lkr20c, 2912 2312 32-17 23v 75116 HersheyClioc.21< 6178 57 6312-54 216f 40741 Hiram-Walker..4b 33 35 504-33 232qq 385is Holland Frn..10 3114 3214 51-3114 40dt 7314 Hmst'keMg2.62-4 5954 6158 66-5954 211e 1311s Ing'raoll-Rd.350c-107 97 119-85 520r 10738 Inland Sleel..:i) 8758 79 9468-6512 233v 1831316 nlt. But. Mc3l. 3, 150 162 1951-150 2511 78718 Intern. Harv. 1.2 64 o314 6668-4712 300r 6718 Intern. Nickel..l 5424 4878 5554-4334 115v 12 Intern. Paper ...... 94 75 144-7 63r/ 41116 Intern.ShoelJ.12j 331 301 353-301 128k/ 7434 Johns-Many. ... 61 6012 105-6012 112 1214 Kesey-Hys 'A'.. 1440 9 -76 17 f 536a Kenne'ttCop...I- 4364 3814 4448-28 210r 27168 Kresge S.S....90c, 22l2 2154 2612-2018 163r 30116 KrogerGro...145r 2412 2418 29-2054 125t, 2412 Lehigh P.C..871ca 20 20 25-1612 183fs 53b1e Lilbey-Owensl4( 4312 43 5654-36 106o 49 Life Savers l16 40 391g 43-34 144v 12313 16LiggettMyerslG 101 98 10914-98 608r 39516 Ioew Ior... 3 2 32 35 32 35 5412-32 368 48711 LoneStar Cen.. 3912 3954 62-3912 67f 2716 Lorlllard (P.)60ra 2212 2214 248-1912 178r 335 Macy (. H.)...I, 271s 26 4312-26 142r 321136 Maek Truks ..., 2654 22 3054-1814 16d/ 15716 Marshall Field ... 1268 12 1518-10 ldf 42I51 Martin(Glenn)... 3412 32343958-2718 89v 34 Math'.onAl. 2734 24 36-2056 31v 13365 MonsantoCh....l 109 10112 111-86 8Ss 58,16 Montgy. Ward.l» 4734 4634 5514-42 78i olorros.....9 1312 111 19-97 21 31, Meller Bra 254 2212 30.1618 100k\" C-losing bid arn'd Elng. St,ok an I div. -- 1939 1er equiv. in bth I 2nd - - share. Sept. Seplt. H. L-. ent I691 leeading ......... 1312 1012 188-10 5f 231i .. lA'is S..W...... 154 164 3148-1 418dt 17 ;Sot.lhern I'aellic. 1378 1134 21561058 115/f 1958 S.outhern Itailwav' 16 1312 2314-1154 112do 122916 4u i' t aeilic..4i, 100 9118 104-83 5dt 51 iWabash ... 4 164-.14 1447dr - ilver ..... .......3512i - 44c-34jc - -- Gold ................ 35:00135.00 35.00-35.00 - 29716 Natl. Bislt. 120en| 1818 INatl. ('Hah Iergi\" 2658 Natl. Distillrs 13. 30116 Nall. Lead...37tea 901186 .'alti.,tee, ....a1mw 5014 N.Y. Air Brake 4l 2212 N.Am.Aviat'n40c 25716 Oliver Farm Eq... 201516 Oils Elevator 66c 7012 Ow'nsll.(«lh.I.501' 851 a'ra mt,. Ph'ts. l.5,t 10518 l'eiiney(.t.C.)..l1a 76a Pfeiff'rB'wng ...i\" 53156 P'lhelps I)oilge...la 9468 Philip Morris...in 13618 Poor &-: o. I S ...... 7434 Prmcter&Gain....2 115516 Purity B'kril.40ra 758 liadio Corpn..20cb, 32 llepublic Steel ... 4611186Iteyn. Toll. B...14 554 'St. Josepl I..... 5014 iSal'ewav Stores I\" 15 ;ScieuleyDl)st ...;1, 9158 'Sears toebliklo 5715iltSperry Corp. 1.60/ 12.18 SPiegZl Intc...l15i 901l18 t erliin I'd..2.85a 13'1f toei & Web....... 3011i6 \"witl Co....90o 41116 SwifI Intrr'il..i 4258 Tex.G f.Sulph.13\" 1915i8 Tiikenr J). Axl. it 5914 Timnken oll. ...u 16o6 i20 Cent.-Fox ...I 4818 Utd.'Aircrat't 75 1218 iUtd. Air I.ines .. 7312 iUnited Carb....3a 711i8 United Drunge ... i 102sbl'nited Fruit, ....1i 89518 |1.5. (iyvlona...lit 46 U.S. l'i'pe & Fv.2uii 5638 U.S. Ithlr ...... 72,16 Il.S. Sileltinxg..3I 8112 U.S. Steel ........ l 3858 'VaHiditum Cor.i. 49 Vick Chlem. 2.40a 229i1 Walgreen..... 1.40i 33sa Wenon0il...l874\"e 31916 WestingBr'ke...l3 1351118 WeHtlng. licc. lSa 4911)6 Woolworth ..180a8 94111| Wrigley (lJr.)..2ia 2178 Yellow Truck\"B\" 5918 Yngst'n Sheet lie 2412 2814-2318 391 1412 2614-1412 730 2134 2812-21 103e 2164 271e-177e 66v 6512 611-5214 110t 36 4714-25 83v 1618 1934-1312 81v 161a 30-1454 18r 1714 2718-161 43/ 58 70-65014 259fs 71a 1414-7 41/ 8614 9412-74 540r 658 818-578 191 3912 4454-2814 42 7 -74 7317 834 1664-712 19f 5814 6312-51 100f 1314 1858-1064 152r 518 811-518 4f 1912 2618-1368 2dl 37 45-3514 237r 39 4684-28 68r 4114 47-29 296c 1014 177e-1014 78v 7511 80-6112 417r 4364 477b.3718 246r 94111612-914 36r 7114!79.-65 1711 9W8 178e-864 10/ 18ll g978-17 59de, 28 2318-2458 - 30 3434-2611 85v 1314 1858-1054 70r 42 5414-3414 79J 1418 2614-1312 S50 3712 4258-32 138v !2 1312-8 28ll (0 6534-51 115/ 514 714-413 4f 7713 84-62 299v 7312 113-7212 238r 3712 49-3512 2u6r 4118 5234-3212 46r 51 2-4712 469r 5314 70-431i 122d/ 2612 3112-1612 62r 4U 4212-35 3B7q 19 2234-1554 86h 2113 2812-1578 6qq 2214 3184-181e 28v- 10458 120-83 237v 4234 5064-4068 295r 78 84-748 231e' 1478 2134-12 6/ 4014 5578-3078 8sv 451118 iltb.Scr.N.J.185m', 3714 3654 41\"-3114 2661 12717 )\". % Ps....-104 10412114-102 1522, 3058 .-.CaI.Fd's'nI.3717.I 25 2 52 2878-2318 431 g91, \"ISTx.'P.L.d.T''at.S1 8 b78 9-618 14716 sUtd.Gas. Imp...1\" 1312 1212 1458-11 28/ 301851 W. Union T[l ...... 2514 2114 2754-1684 7UP, 478 ITri-'out. Opu. 4 I 3 1 4. 1 61 33131i6Std.\"of nd ....... 2751 2438 2918-23141 98r 5958 ild. /l N..I.....a 4818 421 5314-38121286< bIb6l\"1 'exae r Clr|.it. 14, 464 3918 4814-3234218' 16178 lde Mi'ter......... 1314 1118 1414-912 II f a Paid or declared so fa' for 1989 of current fiscal Year . Paid or declared for 19638 c Cents. d Deficit RItegular nnnual rate; extras not included a3 months ended 81st Mar. 1989 Paid in 1937 a months ended 81st March. 1989 'S months ended 30th April. 1939 8 months ended 80th June 6 months ended 830th April. 1989 I Year ended 81st May 1989 m Year ended 0Ot4 Sept.. 1938 n Year ended Slat Jan. 1989 o 9 months ended s1st Jan.. 193 pEach old share subdivided Into 41 $I paid on old shares q 9 monthe ended Slit March. 1989 r Tear 1938 a 6 months. ended Slat Oct.. 1938 I Year ended 30th Apil. 1989 S6 months ended 80th June. 1939 y16 months ended 28th Vetb.. ll9t9 - Year ended 31alst March. 1939 If Year ended 30th June. 1939 kk Year ended 30th Nov.. 1938 In Year ended S1st Oct.. 1938 no Year ended 30th June. 1938 psi 6 months ended 30th Sept.. 1938 qq 3 months ended 30th Nov.. 1938 rr 6 months ended 31St Dec.. 1938 is Year ended 31st Aug.. 1938 t13 months ended 81t Jan.. 1939 I I I un( 9 months ended 30th April. iiWcU vv 9 months ended 31st Oct.. 1938 n- 11 months ended 31st Oct.. 19M8 SVoting Trust Certs. t Sale o100 p.c. stock dividend ¶ Share bonus 2 in 200. 1 Aaked tt Foreign share certificate (Net investment income (before profit or losese on sli of securities)"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "6th 2nd I a. 5th 2nd Ia. Ith Znd equtv. Bond Sept. Sept,. Bonds Sept. Sept. equv. Bonde Set. 126A U.S.TJ. 6650 104%T 1065q 7 l4Braullfg.N1 1 14 llls 59% Italian 7%1961... 4854 4819 ti U.S.X JT2 106 10 -- Briltaa '5%7.. - I1 88 Japan 6 1954.. 7214 7112 ilaK .S.TB.4 1ii 2 i '1\"' .S% AOU. 97 101 - eru N ..... - - - Home-Owners 111 CatSd. - 19tO.. 911 95t1 31 Poland 6% 1940.. 86 - L.,Bde. '4 - - - Chile I061 ... - - - Prussia 6 1961 - - 105 Argen.4% sal81« 79 9 Den. 0% 1942.... 80 4 2011 S. Paulo 1 40 17 841 Ausi. 4% 1956.. 69 7281 erman 54..... Il4 10 - Uruguay 60.. - - BONDS-RAILROAD AND INDUSTRIAL 12BA Atlon G en.4% 901a 1e. P. A L. b% 8414 N. Pae. Prior In S19.......... 100 10S 00 ...... 7 73 41997 . 681 65 11B7 0.N.RIly.4%19t1 97 10214 23Ii rle4iG.Ln.'90 19l9 - - OrlentDev.6%53 - - 1204 Do.' 411956 984 103 1711 Misouri Pao. 6% 14 1234 - Penns. 4%1948... - 71 - C.P. 4% 190 - - 711 .YOt.N 568 52 87 Readg.4 4-A97 71 4 69 811l Do. 4% Perp. 661l - -- Nord.Rly.6M - 122se 56S.Pcir.45%1969! 454 41 3%Chie.b%Adj. ... 21> - 141A Nor.&W.4l9E 116 - 67 , Tokyo . 6%'63.. 55 - i 5 20 Nth.P4o.7%2047 421o 41 1301tTn.o. .lttMt.4% 106 109 No allowance made for accrued interet. Table shows last prices at which busness done, eacept thes marked with a asterlsk, whs ae latst bid prics available. Introductles and qeuotatls ernw Ou Ow Ciareepdems-l a d Reuter's Alemyo",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0004_003",
   "article_dc_title" : "Binds—Government and Municipal"
}
,{
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_title" : "Multiple News Items",
   "_id" : "FTDA_1939_0906_0004_004",
   "text_content" : "MONTREAL BUOYANT SIIAHES ADVANCE' UP TO( 12 . POINTS MONTREAL, 5th Sept. The strong upsurge of so-called \" War\" issues was a feature of extremely .heavy trading on the Stock Exchange, with gains ranging up to 12Y, points. Metal, Equipment, Construction, Oil and News- print shares attracted strong buying. Only Utilities and a number of specialities moved relatively narrowly. Among the largest individual rises were Algoma Steel, International Nickel, National Steel Car, Dominion Bridge and St. Lawrence Paper Preferred. U.S. RUBBI1i PRICES NEW YORK, 5th Sept.-Commodity Exchange-Closing rubber futures (No. 1 contract) strong. Sales, 101 lots (two days). day Sept. 2 Sept. 5 Sept. 2 Sept. Sept .... *:1.*,0 Is.15 March ... 1t.SS\" I7.8S Oct ..t. . .. 1S.00 May 1.... 1M.S.- , ;-. Dec 1 1... > . 7.')0 July ... 11J8 17.8, Jan ...... 19.81 17.8S! Outside prices:-Rubber interest centred spots. First latex thin crepe spot, 26 buyers; smoked ribbed sheets spot, 24 buyers; no sellers.-Reuter. c^et ..::: tn IxUH; !^ i My.: u^ i Jan; ...... 1't.81) 17.S!) Outside prices:--Rubber interest centredl spots. First latex thin crepe spot, 26 buyers; smoked ribbed sheets spot, 24 buyers; no sellers.--Reuter.",
   "paper_dcterms_temporal" : "National Daily"
}
,{
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "text_content" : "NEW YORK. -lh Sept.-CO)PPER-Strong. Lake Shore delivered consuming points in Middle West (producers price) 1-'..5. Electrolytic spot, delivered Connecticut Valley (producers price) 12..)4. Electro- lytic Lfs.. New York prompt delivery (outside mar- ket price) 11.1712. Electrolytic f.as. New York 34ites days (outside market price) 11.1.72. Casting s.o.h. New York Ieinery (outside market price) 1(I0212 asked. C.i.. Hiaihurg-Liverpool-Havre, producers export price, prompt I 17--). STRAITS TIN-Unestahlished. LEAD--Firm. Spot New York ..-:, spot East St. Louis .1l0. ZINC-Firm. Spot East St. Louis 5.75. (COMMODITY EXCHANGE-Closing tin and copper futures-Straits tin strong. Sept. 3*.'- iprev. 50.7.-i. Dec. ',3.-.- (.-I1.(')l, March 33.1w5 491».:l.), May 3.:t.() (.l.:-13). Standard copper strong. Sept 1 I .11-1 1 !. l. -!U17> Oct. 1 I.413 (91.)>.1- 10.l), IDec. 11.35 (10.i.t-O.01). Jan. 11.50 (10.t)- JO.0.), March 11.U6 (10.10).-Reuter.",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "New York Metals",
   "_id" : "FTDA_1939_0906_0004_005"
}
,{
   "_id" : "FTDA_1939_0906_0004_006",
   "article_dc_title" : "Cotton Advances Wheat Futures Rise at Chicago",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "NEW YORK, 5th Sept.-COTTON on spot closed 38 points up at 9.25c (nomninal). Futures opened firm, with Lte o.d contract *II to 54 points up, and the new contract 52 to -It points higher. Market responded to week-end war news with violent price changes. Early demand met heavy spot house sell- ing, profit-taking and some selling due to belief that the war news might jeopardise shipments, but offerings were readily absorbed. Close steady, old contract up :1S to 52' points and new contract up :It to .I points iiglier. Old contract-Sept. lowest S.7. Ihighest 8.7.l). Oct. 8.7. (8.70). Nov. 8.70 (S.7 ). I)Dec. 8.144 s.(i.\"). Jan. .111t) 8s.il). Feb. 8.531 ..Sli). March 8.52 (8.:.2). April s.11 (X..l l) May S.:37 (8.:7), June s8.2Lh (8.2.'). July .21I (S.22). New contract Oct. s.M!I is.s11), Nov. 8s.s (1s.l), Dec. S.711 (S.7!l). Jan. ;.71) (1 .7<). Fell. 8.7 I (8.7 II), Marchi 8.72 (,.72). April S.(5 l8.615i). May M..iS (8..8). June N..(l i.5i).. July s.12 is.12).-PReuter. LIVERPOOL, Tuesday. -- COTTON - AmericHa futures-TIhe olpening of tile man rket was delayed while tle decision was reached to iiniit price move mlents for to-day for all conltracts to 'Ji points above of il) points lelow Monday's closing levels. Renewed general luyinitg caused initial transactions to lie executed at the limit of the advance, with offerings conliined to soine profit-takiing. Subsequently there were no sellers ait the limit prices and busiliess cialne It a stialdilill. with inumlrous buying orders unexecuted. The market closed nominally .15 points hiltter all roinil. Sept. <i.3l:l Oct. (1.2l), Nov. 6i.22. Dec. 11.21. lain. 6 1:1. Feb. 6.03. March 5,'.!):. April .:.,s May )'.7:1. Juliune 5.i01, July .', AuguOIst .i.'15, Sept. ..:t.5. Gitza 7--Sept. 7.72, Oct. 7..S!). Nov. 7.!I.I. )ec. 7.1. .lanil. 7.111. Feb. 7.1)4, March 7.941, April 7.81l, May 7.s8!. .line 7.01, July 7.91., August 7.11, Sept. 7.!1i.-Reuter.",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "text_content" : "CHICAGO. -.th Sept.-VIIEAT' futures opened strong. .tIec up. and closed strong at the daily pernissible limoit of Sce. pSept. 8138 (previous 76i12 71;l4) .ec. S17s (77-.7t;4), May 8258 (7734-7712). MAIZE opened firmi at Ilsc to Ic up and clouse strong at the daily permissihle limit of 4c. Sept. ,;:134 (1958). Dec. 5.158 (0S58), May 5718 (5;).- IRenter. NEW YORK, 5th Sept.-WHlEAT--Strong. No. I Northern Manitoba spot f.o.b New York. 87. No. 2 Manitoba spot f.o.b New York. 84. No. 2 Hlard \\Winter spot c.i.f. New York. 1tt,78. No. 2 lIed Winter soot. P.78s. MAIZE-Strong. Western No. 2 mixedt slot. i,.--Reter. WINNIPEC, oth Sept.-WilKAT opened aonp closed strong at 5c rise. Canadian Wheat Boarrl is not offeripg fillture, and it is believed that the Board will hold wheat as .A reserve for Britain. Oct. 731 ilt)). Dec. 7.-18 (7018). May 7812 (7312).-Reuter",
   "paper_dcterms_temporal" : "National Daily",
   "article_dc_title" : "Wheat Again Strong",
   "_id" : "FTDA_1939_0906_0004_007",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06"
}
,{
   "article_dc_title" : "Cocoa Rises",
   "_id" : "FTDA_1939_0906_0004_008",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "NEW YORK, 5ith Sept.-COFFEE on spot closed nominal, with both Rio iand Santos unquoted. Futures opened strong. with Rio 9 to 8 points up and Santos .21 to :(. points higher. Despite reports that the Nationsl Coffee Department is suspending destruction, prices advanced sharply, closing firm. with Rio IS to S points up anid Santos 25 to 13 points higher. Rio No. 7 : Sept. 4.11 (preY. 1.t1), )0e1. 1.2lI; i.OS. SMarch (N.C.) 4.*2; (4..H). May (N.'.) I.A-mli t.1.17), July (N.C.) -1.26 (4.18). Sales :.41S) Ilags. Santos No. *I : Sept. fi.lS (5.i.1). Dec. ci.:t(l (i .lol. March li.'l. |i.t.)., May 0.2. (6.0(t). July t.24i; (;I.l:). Sales 4I:t.i\") bags. COCOA-SpOt ils8. Fultures closed strong. Sales .Ilit lots. Sept. 7A.P5 (I.lt;),. Oct. 5.ti, (tl.6t), D)ec. - t.75 7. Jan. .7S 1.7>). March 5.Rsi (l.S.), May 6i.0l\". (4.14.i, July il.00 (5.00). HIDES futures strong. Sales 2'11 lots. Sept. 1:3.1l (1 1.t1l). Dec. 1:1.7 1 ( 1.75), March 14.10 (12.11i). June I .10 (l'_tio).--Reuter. StIGAR oin spot inominal. Futures new contract advanced to the permissible limit. Close strong and 25 points up No. : contruct: Sept. 2.'.:l (2.281, Nov. 2.57 ('2:21l. an. 2.IS (2.23), sales 171 lots. New No. I contract : Dec. 1.71) (1.54). March 1.719 l.). MaV t.fs12 ..-5512), July 1.81 (1.56). Sales (i:l lots-Reuter.",
   "paper_dc_title" : "The Financial Times",
   "paper_dc_date" : "1939-09-06",
   "article_dc_subject" : "article",
   "paper_dcterms_spatial" : "National Daily"
}
,{
   "article_dc_title" : "To-Day's Events",
   "_id" : "FTDA_1939_0906_0004_009",
   "paper_dcterms_temporal" : "National Daily",
   "text_content" : "COMPANY MEETINGS- Coliseum Syndicate, Coliseum Buildings, 11.30. Baston and Church Hope Ely., 14. Queen Victoria. street., 11.30. Hackney and Sheerd's Bush Empire Palaces Coliseum Buildingt, 11.45. Houghton Main Colliery, May Fair Hotel, 12. Leicester Palace Theatre. Coliseum Bldrs., 11.55. Press Caps. Acton. 12. Allied Industrial Services. Bradford Fulton (W.) and Sons, Paisley, 12. Masters Trading. VWembley. 12. United Indigo and Chemical, Manchester, 11. DIVIDEND AND INTEREST PAYMENTS- ChHambers Wharf, 18 pc. Oxley Engineering, 72d. Paterson lnglineering, Is 3d. Shrewsbury Gas Lileht Ord., 414 pV. Wardle and Davenport. 51s po.",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article"
}
,{
   "text_content" : "EMERGENCY BUSINESS ADDRESSES THE FOLLOWING COMPANIES have opened temporary offices at \"West Woodhay House, Newbury, BERKSHIRE,\" to which all communications should be sent:- Agar, Cross & Co. Ltd., Argentine Southern Land Co., Ltd. Central Railway of Chubut Co., Ltd., Consolidated Waterworks of Rosarlo Ltd., Cordova Land Co., Ltd., Drewry Car Co. Ltd.. Investors Trust Association Ltd., Linley & Co., The London Trust Co., Ltd, Manitoba and North West Land Corpora- tion Ltd., Monte Video Waterworks Co. Ltd., Mortgage Company of the River Plate Limited, Parson and Crosland Ltd., Port Madryn (Argentina) Co., Ltd., Rio Negro (Argentina) Land Co., Ltd., The River Plate and General Investment Trust Co., Ltd.. The River Plate Trust, Loan and Agency Co. Ltd., Rosario Drainage Co. Tecka (Argentina) Land Co.. Ltd., The Vulcan Foundry Limited, Witan Investment Co. Ltd. ANGLO-IRANIAN OIL COMPANY LTD. NOTICE IS HEREBY GIVEN that the Head Office has removed for the time being to: - Anglo-Iranian Oil Co., Ltd., Research Station. P.O. Box 1, Chertsey-road, SUNBURY-ON-THAMES. The Registration Department has removed to Britannic House, Llandarcy, Neath, GLAM., to which address all transfer, probates, etc., for registration should be sent. Correspondents who have been notified indi- vidually should address their correspondence in accordance with the notification received. JOHN CLARK, Secretary. CHARLES BARKER & SONS, LIMITED 31, Budge Row, Cannon-street, E.C.4 City 1133 (6 lines) During the present state of National Emer- gency there will be no change in the address of this office, but the hours of business will, until further notice, be from 10 a.m. to 4 p.m. daily (Saturdays 10 a.m. to 1 p.m.). Urgent matters arising after these hours on week- days, and from 10 a.m. to 4 p.m. on Sundays, can be given attention if a telephone call is made to any of the following emergency num- bers:-Epsom 427, Chigwell 454, Tudor 2392. MESSRS. BEWICK, MOREING & CO. will continhe to carry on business at 62, London-wall, E.C.2. Should it be found necessary to evacuate these premises communications should be addressed to the Firm c/o Captain A. H. Moreing, Woodside, Esher, SURREY. (Telephone: Esher 948.) BOWATERS PAPER MILLS, LIMITED BOWATERS MERSEY PAPER MILLS LIMITED BOWATERS & LLOYDS SALES COM- PANY LIMITED EDWARD LLOYD, LIMITED BOWATER-LLOYD NEWFOUNDLAND, LIMITED THE EDWARD LLOYD INVESTMENT COMPANY LIMITED As from September 4th, 1939, the registra- tion department of all the above Companies has been moved to:- 5, Elm-terrace, St. Austell, CORNWALL. Telephone: St. Austell 735. The BRITISH & CONTINENTAL BANKING COMPANY LIMITED have to inform their Customers and Cor. respondents that for the present they wil continue to carry on business at 54, Niw Broad-street, E.C.2. They have in addition opened an office al \"Branksome,\" Old Woking-road, Pyrford SURREY, Telephone number No. 181. where duplicate records have been established and to which communications should be made in the case of complete evacuation. OFFER OF OFFICE ACCOMMODATION BRITISH INDUSTRIAL CORPORATION LIMITED propose to move their offices to a Temporar3 Address in HARROW, MIDDLESEX. and are prepared to give communal facilities for the housing of Companies with depleted staffs who desire accommodation, or would under take Secretarial Work on behalf of suchlike Companies or businesses. Apply personally or write to 24, Throgmorton-street, Lqndon, E.C.2 GREAT INDIAN PENINSULA RAILWAY ANNUITIES NOTICE IS HEREBY GIVEN that the business of the Annuity Trustees will be carried on at \" Elmhyrst,\" Epsom-road Guildford, SURREY, to which address all communications should be sent until further notice. E. P. GOLDNEY, Secretary. GRUNDY, MACGOWAN & BROWNE As from this date and until further notice a temporary office has been opened at 264, Lower Addiscombe-road, Croydon, SURREY (Tele phone: Addiscombe 4655), to which all comr munications should be addressed. LLOYDS BANK LIMITED NOTICE IS HEREBY GIVEN that the Executor and Trustee Department, 39 Thread needle-street, E.C.2 Branch has moved te Ewhurst-place, Ewhurst, Guildford, SURREY (Telephone Number Ewhurst 149). and thai the Executor & Trustee Department, West End Office, has moved from 6, Pall Mall S.W.I,, to 5, Albemarle-street, London, W.] (Telephone Number Regent 2334). CLOSING OF TRANSFER BOOKS COMPANY NOTICES __ AUSTINS OF EAST HAM LTD. NOTICE IS HEREBY GIVEN that the PREFERENCE SHARE REGISTERS of this Company will be CLOSED from the 23rd to the 30th September, 1939, both dates inclu- sive, for the purpose of preparing the half- yearly Dividend Warrants. By Order of the Board, BERNARD BOWERS, Registrar. COUNTY BOROUGH OF BARNSLEY NOTICE IS HEREBY GIVEN that in order to prepare the Dividend Warrants due on the 30th September, 1939, the TRANSFER BOOKS of the Issue of Barnsley Corporation 31 per cent. Stock (1953/63) will be CLOSED from 1lth to 30th September, 1939, both dates inclusive. W. I. ROCK, Borough Treasurer & Registrar of Stock. 4th September, 1939. LAFARGE ALUMINOUS CEMENT COMPANY LIMITED NOTICE IS HEREBY GIVEN that the PREFERENCE SHARE REGISTER of the Company will be CLOSED from 18th Septem- ber to 2nd October, 1939, both dates inclusive. By Order of the Board, WILLIAM MOORE, Secretary. Lincoln House, 296/302, High Holborn, London, W.C.1. LANARKSHIRE COUNTY COUNCIL 3 PER CENT. REDEEMABLE STOCK, 1955-1980 REGISTER OF TRANSFERS OF STOCK NOTICE IS HEREBY GIVEN that in terms of Section 32 of the Local Authorities Loans (Scotland) Act, 1891, the REGISTER OF TRANSFERS of Stock will be CLOSED from the 16th day of September to the 30th day of September, 1989 (both days inclusive), for the purpose of the payment of the Seventh Dividend on 1st October, 1939. G. H. SHILTON, County Registrar. Lanarkshire House, 191, Ingamm-sttet, Glasow, C.1. 4th September, 105i ..... _ o COMPANY NOTICES CLOSING OF TRANSFER BOOKS PLYMOUTH CORPORATION NOTICE IS HEREBY GIVEN that, in order to prepare the interest payable on 1st Octo- ber next, the TRANSFER BOOKS of the fol- lowing Redeemable Stocks will be CLOSED during the periods indicated below:- 3r1 Plymouth (Devonport) Stock, 20th to 30th September, 1939. 4,% Stock 1945/55, 15th to 30th September, 1939. 3% Stock 1954, 15th to 30th September, 1939. JOHN AINSWORTH, City Treasurer and Registrar, Plymouth. SOUTHEND WATERWORKS COMPANY NOTICE IS HEREBY GIVEN that the TRANSFER BOOKS of the Preference Stocks and Shares will be CLOSED from the 18th to 30th September, 1939, both days inclusive. By Order of the Board, F. A. FRANCIS, Secretary. Waterworks Office, Southend-on-Sea. 6th September, 1939. BUSINESS OPPORTUNITIES A LTERNATE DIRECTOR - Administrator S with wide experience in industry and company direction available to watch interests confidentially during absence of principal.- Write Box \" Y. V.,\" c/o 95, Bishopsgate, E.C.2. HOUSES AND PROPERTIES RATES ONLY 7s 10d in the S OURNEMOUTH - Illustrated Property Register of selected houses in Bourne- mouth and Southern Counties, with map of town, from FOX & SONS, Estate Agents, Bournemouth. OUSE with excellent under- ground AIR-RAID SHELTER (2 entrances from house and garden) in NORTHAMPTON. House has 3 reception rooms, 7 bed rooms, 2 bath rooms, well-appointed kitchens, cen- tral heating. Garage 2 cars. Beauti- ful garden. Vacant possession will be given. - Yarde, Cliftonville, Northampton. LIVERPOOL Suburb-Family House. 4 bed- rooms, 2 entertaining rooms, bathroom, usual offices. Electric, gas. Summerhouse. No garage. Indoor, outdoor sanitation. Freehold £675.-Box X.698, Financial Times, 72, Cole- man-street, E.C.2. CHARMING Residence, stone built, situated North Northumberland, splendid out- look. no through road. 3 reception rooms, 6 bedrooms (1 with dressing room), maid's room, bath room, good kitchen and usual offices, stable and garage for 2 cars. To be let or would consider offer to sell.-Apply L. R. Hardy, Ravenslaw, Alnwick. A R PP -For Sale or Let, well-built *. P- * detached house in Epsom. Eight bedrooms, three sitting, usual offices and good tellars. j-acre garden and garage. -Box Y.699, Financial Times, 72, Coleman- street. E.C.2. CO. WEXFORD, Eire-Residential holding about 188 acres rich dairy land; mile from good market town; rail, churches, schools; excellent hunting-fishing district. Dwelling commodious, first-class order; e.l.; bathroom, lavatories, Esse cooker, Beeston boiler; fruit, vegetable garden; hard tennis court; garages. Out offices meet Milk Board requirements. Stock, Implements could'be taken over if required.-Box C.P.620, The Financial Times. 72, Coleman-st., London, E.C.2. SAFE from Bombs-Semi-detached (only 2 others), freehold. £950. Up-to-date Cot- tage Tea Bungalow. Garage and j acre lawns and garden. 2 supplies own water; own electric; 3 B.R.; 2 S.R.; 1 bath, h. & c.; kit- chen, etc. Good drainage. 2 miles Lynton; 2 mins. Lynton golf course; 900ft above and overlooking Bristol Channel.-Stanley Ardiss, Victoria Hotel, Ilfracombe. LARGE modern Residence for Sale, in Forest of Dean and near Wye Valley; excellent condition; wooded grounds. Price £5,000.-Apply J. H. Watts, The Rocklands, Lydney, Glos. OVERLOOKING Rye Bay, 6 miles Hastings. Attractive house. Stone built. acre. 4 bed, 1 bath, 1 rec. H. and c., e.l., co. water. 2 w.c.s. Freehold £900.-Grace Dieu, Pett Level, Hastings. FURNISHED HOUSES TO LET TO LET furnished for a term of years. 6 miles from Oxford. A house of character with all modern conveniences. 4 rec., 7 bed, 4 maids, 2 bath. 2 tennis lawns, paddock and woodland. Extremely well fur- nished. 50 miles from Town.-For further particulars and order to view apply E. H. TIPPING, LAND AGENT, OXFORD. A.R.PR ESSEX-TO LET, WELL R * FURNISHED HOUSE, sleep six comfortably, 4 bed, large drawing room, dining room. Modern conveniences. Garden, garage. e a r a I a ie Rent 5 guineas per week. Tel. Clavering 85. London 48 miles. TO LET furnished, 5 bedroomed Modern Shouse (outside danger zone); 5 gns. a week.-Write \" Hafod,\" Broxbourne, Herts. PERSONAL LIFE POLICIES AND REVERSIONS-The utmost market value promptly obtained or mortgages arranged by H. E. FOSTER & CRANFIELD, Land Agents, 6, Poultry, E.C.2. THORNGROVE, GILLINGHAM, DORSET -Delightful PROPERTY; 4 reception, 15 bed rooms, 3 bath rooms; good garden, stabling and garages; 4 cottages, lodge and 39 acres good grassland. To be Let on Lease or Sold; reasonable price; vacant now.-To view apply Gardener at Lodge; further parti- culars Major Pelly, Coombes. Market Har- borough. APPOINTMENTS WANTED THE STOCK EXCHANGE CLERKS' PROVIDENT FUND have experienced Clerks on their books available for all classes of clerical work, either temporary or permanent.-Apply Secretary, 8, Throgmor- ton-street, E.C.2. 'Phone: London Wall 3015. LOANSW MUTUAL LOAN FUND ASSN., LTD. City Office, 81, Walbrook, E.C.4, tem- porarily removed to Head Office, 8/10, Aldwych. W.C.2. Tel.: Temple Bar 2860 & 9462. MEMORIAL SERVICE A Memorial Service for the late Sir ALFRED TRITTON, Bart., wUl be held at St. Michael's Church. Cornhill, B.C., at 2.80 p.m. on friday, 8th September. Registered at the G.P.O.-Printed and Published by T- tturw TZ S., LTD. Udliorial and AdwertiseMeat O acM Olenstonet. U.O.2.",
   "paper_dcterms_temporal" : "National Daily",
   "_id" : "FTDA_1939_0906_0004_010",
   "article_dc_title" : "Multiple Classified Advertising Items",
   "paper_dcterms_spatial" : "National Daily",
   "article_dc_subject" : "article",
   "paper_dc_date" : "1939-09-06",
   "paper_dc_title" : "The Financial Times"
}
]